[
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now king David was old and advanced in years; and they covered him with clothes, but he couldn’t keep warm.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Therefore his servants said to him, “Let a young virgin be sought for my lord the king. Let her stand before the king, and cherish him; and let her lie in your bosom, that my lord the king may keep warm.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "So they sought for a beautiful young lady throughout all the borders of Israel, and found Abishag the Shunammite, and brought her to the king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The young lady was very beautiful; and she cherished the king, and served him; but the king didn’t know her intimately. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Then Adonijah the son of Haggith exalted himself, saying, “I will be king.” Then he prepared him chariots and horsemen, and fifty men to run before him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "His father had not displeased him at any time in saying, “Why have you done so?” and he was also a very handsome man; and he was born after Absalom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "He conferred with Joab the son of Zeruiah, and with Abiathar the priest; and they followed Adonijah and helped him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "But Zadok the priest, Benaiah the son of Jehoiada, Nathan the prophet, Shimei, Rei, and the mighty men who belonged to David, were not with Adonijah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Adonijah killed sheep, cattle, and fatlings by the stone of Zoheleth, which is beside En Rogel; and he called all his brothers, the king’s sons, and all the men of Judah, the king’s servants;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "but he didn’t call Nathan the prophet, and Benaiah, and the mighty men, and Solomon his brother.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Then Nathan spoke to Bathsheba the mother of Solomon, saying, “Haven’t you heard that Adonijah the son of Haggith reigns, and David our lord doesn’t know it?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Now therefore come, please let me give you counsel, that you may save your own life, and your son Solomon’s life.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Go in to king David, and tell him, ‘Didn’t you, my lord, king, swear to your servant, saying, “Assuredly Solomon your son shall reign after me, and he shall sit on my throne?” Why then does Adonijah reign?’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Behold, while you are still talking there with the king, I will also come in after you and confirm your words.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Bathsheba went in to the king in his room. The king was very old; and Abishag the Shunammite was serving the king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Bathsheba bowed, and showed respect to the king. The king said, “What would you like?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "She said to him, “My lord, you swore by Yahweh your God to your servant, ‘Assuredly Solomon your son shall reign after me, and he shall sit on my throne.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Now, behold, Adonijah reigns; and you, my lord the king, don’t know it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "He has slain cattle and fatlings and sheep in abundance, and has called all the sons of the king, Abiathar the priest, and Joab the captain of the army; but he hasn’t called Solomon your servant.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "You, my lord the king, the eyes of all Israel are on you, that you should tell them who will sit on the throne of my lord the king after him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Otherwise it will happen, when my lord the king sleeps with his fathers, that I and my son Solomon will be considered criminals.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Behold, while she was still talking with the king, Nathan the prophet came in.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "They told the king, saying, “Behold, Nathan the prophet!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 23,
		"sectionNumber": 2,
		"value": "When he had come in before the king, he bowed himself before the king with his face to the ground.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Nathan said, “My lord, king, have you said, ‘Adonijah shall reign after me, and he shall sit on my throne?’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "For he has gone down today, and has slain cattle, fatlings, and sheep in abundance, and has called all the king’s sons, the captains of the army, and Abiathar the priest. Behold, they are eating and drinking before him, and saying, ‘Long live king Adonijah!’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "But he hasn’t called me, even me your servant, Zadok the priest, Benaiah the son of Jehoiada, and your servant Solomon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Was this thing done by my lord the king, and you haven’t shown to your servants who should sit on the throne of my lord the king after him?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Then king David answered, “Call Bathsheba in to me.” She came into the king’s presence and stood before the king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "The king swore, and said, “As Yahweh lives, who has redeemed my soul out of all adversity,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "most certainly as I swore to you by Yahweh, the God of Israel, saying, ‘Assuredly Solomon your son shall reign after me, and he shall sit on my throne in my place;’ I will most certainly do this today.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Then Bathsheba bowed with her face to the earth, and showed respect to the king, and said, “Let my lord king David live forever!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "King David said, “Call to me Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada.” They came before the king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "The king said to them, “Take with you the servants of your lord, and cause Solomon my son to ride on my own mule, and bring him down to Gihon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "Let Zadok the priest and Nathan the prophet anoint him there king over Israel. Blow the trumpet, and say, ‘Long live king Solomon!’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "Then come up after him, and he shall come and sit on my throne; for he shall be king in my place. I have appointed him to be prince over Israel and over Judah.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "Benaiah the son of Jehoiada answered the king, and said, “Amen. May Yahweh, the God of my lord the king, say so.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "As Yahweh has been with my lord the king, even so may he be with Solomon, and make his throne greater than the throne of my lord king David.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "So Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, and the Cherethites and the Pelethites went down and had Solomon ride on king David’s mule, and brought him to Gihon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "Zadok the priest took the horn of oil from the Tent, and anointed Solomon. They blew the trumpet; and all the people said, “Long live king Solomon!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "All the people came up after him, and the people piped with pipes, and rejoiced with great joy, so that the earth shook with their sound.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "Adonijah and all the guests who were with him heard it as they had finished eating. When Joab heard the sound of the trumpet, he said, “Why is this noise of the city being in an uproar?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "While he yet spoke, behold, Jonathan the son of Abiathar the priest came; and Adonijah said, “Come in; for you are a worthy man, and bring good news.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "Jonathan answered Adonijah, “Most certainly our lord king David has made Solomon king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "The king has sent with him Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, and the Cherethites and the Pelethites; and they have caused him to ride on the king’s mule.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "Zadok the priest and Nathan the prophet have anointed him king in Gihon. They have come up from there rejoicing, so that the city rang again. This is the noise that you have heard.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 46,
		"sectionNumber": 1,
		"value": "Also, Solomon sits on the throne of the kingdom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 47,
		"sectionNumber": 1,
		"value": "Moreover the king’s servants came to bless our lord king David, saying, ‘May your God make the name of Solomon better than your name, and make his throne greater than your throne;’ and the king bowed himself on the bed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 48,
		"sectionNumber": 1,
		"value": "Also thus said the king, ‘Blessed be Yahweh, the God of Israel, who has given one to sit on my throne today, my eyes even seeing it.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 49,
		"sectionNumber": 1,
		"value": "All the guests of Adonijah were afraid, and rose up, and each man went his way.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 50,
		"sectionNumber": 1,
		"value": "Adonijah was afraid because of Solomon; and he arose, and went, and hung onto the horns of the altar.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 51,
		"sectionNumber": 1,
		"value": "Solomon was told, “Behold, Adonijah fears king Solomon; for, behold, he is hanging onto the horns of the altar, saying, ‘Let king Solomon swear to me first that he will not kill his servant with the sword.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 52,
		"sectionNumber": 1,
		"value": "Solomon said, “If he shows himself a worthy man, not a hair of his shall fall to the earth; but if wickedness is found in him, he shall die.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 53,
		"sectionNumber": 1,
		"value": "So king Solomon sent, and they brought him down from the altar. He came and bowed down to king Solomon; and Solomon said to him, “Go to your house.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now the days of David came near that he should die; and he commanded Solomon his son, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "“I am going the way of all the earth. You be strong therefore, and show yourself a man;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "and keep the instruction of Yahweh your God, to walk in his ways, to keep his statutes, his commandments, his ordinances, and his testimonies, according to that which is written in the law of Moses, that you may prosper in all that you do, and wherever you turn yourself.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Then Yahweh may establish his word which he spoke concerning me, saying, ‘If your children are careful of their way, to walk before me in truth with all their heart and with all their soul, there shall not fail you,’ he said, ‘a man on the throne of Israel.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "“Moreover you know also what Joab the son of Zeruiah did to me, even what he did to the two captains of the armies of Israel, to Abner the son of Ner, and to Amasa the son of Jether, whom he killed, and shed the blood of war in peace, and put the blood of war on his sash that was around his waist, and in his sandals that were on his feet.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Do therefore according to your wisdom, and don’t let his gray head go down to Sheol in peace.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "But show kindness to the sons of Barzillai the Gileadite, and let them be among those who eat at your table; for so they came to me when I fled from Absalom your brother. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "“Behold, there is with you Shimei the son of Gera, the Benjamite, of Bahurim, who cursed me with a grievous curse in the day when I went to Mahanaim; but he came down to meet me at the Jordan, and I swore to him by Yahweh, saying, ‘I will not put you to death with the sword.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Now therefore don’t hold him guiltless, for you are a wise man; and you will know what you ought to do to him, and you shall bring his gray head down to Sheol with blood.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "David slept with his fathers, and was buried in David’s city.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "The days that David reigned over Israel were forty years; he reigned seven years in Hebron, and he reigned thirty-three years in Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Solomon sat on David his father’s throne; and his kingdom was firmly established. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Then Adonijah the son of Haggith came to Bathsheba the mother of Solomon. She said, “Do you come peaceably?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 13,
		"sectionNumber": 2,
		"value": "He said, “Peaceably.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "He said moreover, I have something to tell you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 14,
		"sectionNumber": 2,
		"value": "She said, “Say on.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "He said, “You know that the kingdom was mine, and that all Israel set their faces on me, that I should reign. However the kingdom is turned around, and has become my brother’s; for it was his from Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Now I ask one petition of you. Don’t deny me.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 16,
		"sectionNumber": 2,
		"value": "She said to him, “Say on.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "He said, “Please speak to Solomon the king (for he will not tell you ‘no’), that he give me Abishag the Shunammite as wife.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Bathsheba said, “All right. I will speak for you to the king.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Bathsheba therefore went to king Solomon, to speak to him for Adonijah. The king rose up to meet her, and bowed himself to her, and sat down on his throne, and caused a throne to be set for the king’s mother; and she sat on his right hand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Then she said, “I ask one small petition of you; don’t deny me.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 20,
		"sectionNumber": 2,
		"value": "The king said to her, “Ask on, my mother; for I will not deny you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "She said, “Let Abishag the Shunammite be given to Adonijah your brother as wife.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "King Solomon answered his mother, “Why do you ask Abishag the Shunammite for Adonijah? Ask for him the kingdom also; for he is my elder brother; even for him, and for Abiathar the priest, and for Joab the son of Zeruiah.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Then king Solomon swore by Yahweh, saying, “God do so to me, and more also, if Adonijah has not spoken this word against his own life.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Now therefore as Yahweh lives, who has established me, and set me on my father David’s throne, and who has made me a house as he promised, surely Adonijah shall be put to death today.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "King Solomon sent Benaiah the son of Jehoiada; and he fell on him, so that he died.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "To Abiathar the priest the king said, “Go to Anathoth, to your own fields; for you are worthy of death. But I will not at this time put you to death, because you bore the Lord Yahweh’s ark before David my father, and because you were afflicted in all in which my father was afflicted.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "So Solomon thrust Abiathar out from being priest to Yahweh, that he might fulfill Yahweh’s word, which he spoke concerning the house of Eli in Shiloh. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "This news came to Joab; for Joab had followed Adonijah, although he didn’t follow Absalom. Joab fled to Yahweh’s Tent, and held onto the horns of the altar.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "King Solomon was told, “Joab has fled to Yahweh’s Tent, and behold, he is by the altar.” Then Solomon sent Benaiah the son of Jehoiada, saying, “Go, fall on him.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Benaiah came to Yahweh’s Tent, and said to him, “The king says, ‘Come out!’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 30,
		"sectionNumber": 2,
		"value": "He said, “No; but I will die here.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 30,
		"sectionNumber": 3,
		"value": "Benaiah brought the king word again, saying, “This is what Joab said, and this is how he answered me.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "The king said to him, “Do as he has said, and fall on him, and bury him; that you may take away the blood, which Joab shed without cause, from me and from my father’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "Yahweh will return his blood on his own head, because he fell on two men more righteous and better than he, and killed them with the sword, and my father David didn’t know it: Abner the son of Ner, captain of the army of Israel, and Amasa the son of Jether, captain of the army of Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "So their blood will return on the head of Joab, and on the head of his offspring forever. But for David, for his offspring, for his house, and for his throne, there will be peace forever from Yahweh.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "Then Benaiah the son of Jehoiada went up and fell on him, and killed him; and he was buried in his own house in the wilderness.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "The king put Benaiah the son of Jehoiada in his place over the army; and the king put Zadok the priest in the place of Abiathar.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "The king sent and called for Shimei, and said to him, “Build yourself a house in Jerusalem, and live there, and don’t go anywhere else.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "For on the day you go out and pass over the brook Kidron, know for certain that you will surely die. Your blood will be on your own head.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "Shimei said to the king, “What you say is good. As my lord the king has said, so will your servant do.” Shimei lived in Jerusalem many days. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "At the end of three years, two of Shimei’s slaves ran away to Achish, son of Maacah, king of Gath. They told Shimei, saying, “Behold, your slaves are in Gath.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "Shimei arose, saddled his donkey, and went to Gath to Achish, to seek his slaves; and Shimei went, and brought his slaves from Gath.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "Solomon was told that Shimei had gone from Jerusalem to Gath, and had come again. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "The king sent and called for Shimei, and said to him, “Didn’t I adjure you by Yahweh, and warn you, saying, ‘Know for certain, that on the day you go out, and walk anywhere else, you shall surely die?’ You said to me, ‘The saying that I have heard is good.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "Why then have you not kept the oath of Yahweh, and the commandment that I have instructed you with?”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "The king said moreover to Shimei, “You know in your heart all the wickedness that you did to David my father. Therefore Yahweh will return your wickedness on your own head.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "But king Solomon will be blessed, and David’s throne will be established before Yahweh forever.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 46,
		"sectionNumber": 1,
		"value": "So the king commanded Benaiah the son of Jehoiada; and he went out, and fell on him, so that he died. The kingdom was established in the hand of Solomon. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Solomon made an alliance with Pharaoh king of Egypt, and took Pharaoh’s daughter, and brought her into David’s city, until he had finished building his own house, Yahweh’s house, and the wall around Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "However the people sacrificed in the high places, because there was not yet a house built for Yahweh’s name.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Solomon loved Yahweh, walking in the statutes of David his father; except that he sacrificed and burned incense in the high places.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The king went to Gibeon to sacrifice there; for that was the great high place. Solomon offered a thousand burnt offerings on that altar.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "In Gibeon, Yahweh appeared to Solomon in a dream by night; and God said, “Ask for what I should give you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Solomon said, “You have shown to your servant David my father great loving kindness, because he walked before you in truth, in righteousness, and in uprightness of heart with you. You have kept for him this great loving kindness, that you have given him a son to sit on his throne, as it is today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Now, Yahweh my God, you have made your servant king instead of David my father. I am just a little child. I don’t know how to go out or come in.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Your servant is among your people which you have chosen, a great people, that can’t be numbered or counted for multitude.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Give your servant therefore an understanding heart to judge your people, that I may discern between good and evil; for who is able to judge this great people of yours?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "This request pleased the Lord, that Solomon had asked this thing.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "God said to him, “Because you have asked this thing, and have not asked for yourself long life, nor have you asked for riches for yourself, nor have you asked for the life of your enemies, but have asked for yourself understanding to discern justice;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "behold, I have done according to your word. Behold, I have given you a wise and understanding heart; so that there has been no one like you before you, and after you none will arise like you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "I have also given you that which you have not asked, both riches and honor, so that there will not be any among the kings like you for all your days.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "If you will walk in my ways, to keep my statutes and my commandments, as your father David walked, then I will lengthen your days.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Solomon awoke; and behold, it was a dream. Then he came to Jerusalem, and stood before the ark of Yahweh’s covenant, and offered up burnt offerings, offered peace offerings, and made a feast for all his servants. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Then two women who were prostitutes came to the king, and stood before him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "The one woman said, “Oh, my lord, I and this woman dwell in one house. I delivered a child with her in the house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "The third day after I delivered, this woman delivered also. We were together. There was no stranger with us in the house, just us two in the house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "This woman’s child died in the night, because she lay on it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "She arose at midnight, and took my son from beside me, while your servant slept, and laid it in her bosom, and laid her dead child in my bosom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "When I rose in the morning to nurse my child, behold, it was dead; but when I had looked at it in the morning, behold, it was not my son, whom I bore.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "The other woman said, “No; but the living one is my son, and the dead one is your son.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 22,
		"sectionNumber": 2,
		"value": "The first one said, “No; but the dead one is your son, and the living one is my son.” They argued like this before the king. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Then the king said, “One says, ‘This is my son who lives, and your son is the dead;’ and the other says, ‘No; but your son is the dead one, and my son is the living one.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "The king said, “Get me a sword.” So they brought a sword before the king. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "The king said, “Divide the living child in two, and give half to the one, and half to the other.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Then the woman whose the living child was spoke to the king, for her heart yearned over her son, and she said, “Oh, my lord, give her the living child, and in no way kill him!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 26,
		"sectionNumber": 2,
		"value": "But the other said, “He shall be neither mine nor yours. Divide him.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Then the king answered, “Give her the living child, and definitely do not kill him. She is his mother.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "All Israel heard of the judgment which the king had judged; and they feared the king; for they saw that the wisdom of God was in him, to do justice. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "King Solomon was king over all Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "These were the princes whom he had: Azariah the son of Zadok, the priest;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Elihoreph and Ahijah, the sons of Shisha, scribes; Jehoshaphat the son of Ahilud, the recorder;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Benaiah the son of Jehoiada was over the army; Zadok and Abiathar were priests;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Azariah the son of Nathan was over the officers; Zabud the son of Nathan was chief minister, the king’s friend;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Ahishar was over the household; and Adoniram the son of Abda was over the men subject to forced labor. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Solomon had twelve officers over all Israel, who provided food for the king and his household. Each man had to make provision for a month in the year.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "These are their names: Ben Hur, in the hill country of Ephraim;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Ben Deker, in Makaz, in Shaalbim, Beth Shemesh, and Elon Beth Hanan;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Ben Hesed, in Arubboth (Socoh and all the land of Hepher belonged to him);  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Ben Abinadab, in all the height of Dor (he had Taphath, Solomon’s daughter, as wife);  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Baana the son of Ahilud, in Taanach and Megiddo, and all Beth Shean which is beside Zarethan, beneath Jezreel, from Beth Shean to Abel Meholah, as far as beyond Jokmeam;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Ben Geber, in Ramoth Gilead (the towns of Jair the son of Manasseh, which are in Gilead, belonged to him; and the region of Argob, which is in Bashan, sixty great cities with walls and bronze bars, belonged to him);  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Ahinadab the son of Iddo, in Mahanaim;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Ahimaaz, in Naphtali (he also took Basemath the daughter of Solomon as wife);  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Baana the son of Hushai, in Asher and Bealoth;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Jehoshaphat the son of Paruah, in Issachar;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Shimei the son of Ela, in Benjamin;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Geber the son of Uri, in the land of Gilead, the country of Sihon king of the Amorites and of Og king of Bashan; and he was the only officer who was in the land. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Judah and Israel were numerous as the sand which is by the sea in multitude, eating and drinking and making merry.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Solomon ruled over all the kingdoms from the River to the land of the Philistines, and to the border of Egypt. They brought tribute and served Solomon all the days of his life.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Solomon’s provision for one day was thirty cors of fine flour, sixty measures of meal,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "ten head of fat cattle, twenty head of cattle out of the pastures, and one hundred sheep, in addition to deer, and gazelles, and roebucks, and fattened fowl.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "For he had dominion over all on this side the River, from Tiphsah even to Gaza, over all the kings on this side the River: and he had peace on all sides around him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Judah and Israel lived safely, every man under his vine and under his fig tree, from Dan even to Beersheba, all the days of Solomon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Solomon had forty thousand stalls of horses for his chariots, and twelve thousand horsemen.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Those officers provided food for king Solomon, and for all who came to king Solomon’s table, every man in his month. They let nothing be lacking.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "They also brought Barley and straw for the horses and swift steeds to the place where the officers were, each man according to his duty.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "God gave Solomon abundant wisdom and understanding, and very great understanding, even as the sand that is on the seashore.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Solomon’s wisdom excelled the wisdom of all the children of the east and all the wisdom of Egypt.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "For he was wiser than all men; than Ethan the Ezrahite, Heman, Calcol, and Darda, the sons of Mahol: and his fame was in all the nations all around.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "He spoke three thousand proverbs; and his songs numbered one thousand five.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "He spoke of trees, from the cedar that is in Lebanon even to the hyssop that grows out of the wall; he also spoke of animals, of birds, of creeping things, and of fish.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "People of all nations came to hear the wisdom of Solomon, sent by all kings of the earth, who had heard of his wisdom. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Hiram king of Tyre sent his servants to Solomon; for he had heard that they had anointed him king in the place of his father, and Hiram had always loved David.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Solomon sent to Hiram, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "“You know that David my father could not build a house for the name of Yahweh his God because of the wars which were around him on every side, until Yahweh put his enemies under the soles of his feet.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "But now Yahweh my God has given me rest on every side. There is no enemy and no evil occurrence.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Behold, I intend to build a house for the name of Yahweh my God, as Yahweh spoke to David my father, saying, ‘Your son, whom I will set on your throne in your place shall build the house for my name.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Now therefore command that cedar trees be cut for me out of Lebanon. My servants will be with your servants; and I will give you wages for your servants according to all that you say. For you know that there is nobody among us who knows how to cut timber like the Sidonians.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "When Hiram heard the words of Solomon, he rejoiced greatly, and said, “Blessed is Yahweh today, who has given to David a wise son to rule over this great people.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Hiram sent to Solomon, saying, “I have heard the message which you have sent to me. I will do all your desire concerning timber of cedar, and concerning cypress timber.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "My servants will bring them down from Lebanon to the sea. I will make them into rafts to go by sea to the place that you specify to me, and will cause them to be broken up there, and you will receive them. You will accomplish my desire, in giving food for my household.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "So Hiram gave Solomon cedar timber and cypress timber according to all his desire.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Solomon gave Hiram twenty thousand cors of wheat for food to his household, and twenty cors of pure oil. Solomon gave this to Hiram year by year.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Yahweh gave Solomon wisdom, as he promised him. There was peace between Hiram and Solomon, and the two of them made a treaty together.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "King Solomon raised a levy out of all Israel; and the levy was thirty thousand men.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "He sent them to Lebanon, ten thousand a month by courses; for a month they were in Lebanon, and two months at home; and Adoniram was over the men subject to forced labor.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Solomon had seventy thousand who bore burdens, and eighty thousand who were stone cutters in the mountains;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "besides Solomon’s chief officers who were over the work, three thousand and three hundred, who ruled over the people who labored in the work.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "The king commanded, and they cut out large stones, costly stones, to lay the foundation of the house with worked stone.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Solomon’s builders and Hiram’s builders and the Gebalites cut them, and prepared the timber and the stones to build the house. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "In the four hundred and eightieth year after the children of Israel had come out of the land of Egypt, in the fourth year of Solomon’s reign over Israel, in the month Ziv, which is the second month, he began to build Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "The house which king Solomon built for Yahweh had a length of sixty cubits, and its width twenty, and its height thirty cubits.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "The porch in front of the temple of the house had a length of twenty cubits, which was along the width of the house. Ten cubits was its width in front of the house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He made windows of fixed lattice work for the house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Against the wall of the house, he built floors all around, against the walls of the house all around, both of the temple and of the inner sanctuary; and he made side rooms all around.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "The lowest floor was five cubits wide, and the middle was six cubits wide, and the third was seven cubits wide; for on the outside he made offsets in the wall of the house all around, that the beams should not be inserted into the walls of the house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "The house, when it was under construction, was built of stone prepared at the quarry; and no hammer or ax or any tool of iron was heard in the house while it was under construction.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The door for the middle side rooms was in the right side of the house. They went up by winding stairs into the middle floor, and out of the middle into the third.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "So he built the house, and finished it; and he covered the house with beams and planks of cedar.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "He built the floors all along the house, each five cubits high; and they rested on the house with timber of cedar. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Yahweh’s word came to Solomon, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "“Concerning this house which you are building, if you will walk in my statutes, and execute my ordinances, and keep all my commandments to walk in them; then I will establish my word with you, which I spoke to David your father.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "I will dwell among the children of Israel, and will not forsake my people Israel.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "So Solomon built the house, and finished it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "He built the walls of the house within with boards of cedar: from the floor of the house to the walls of the ceiling, he covered them on the inside with wood; and he covered the floor of the house with cypress boards.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "He built twenty cubits on the back part of the house with boards of cedar from the floor to the ceiling. He built them for it within, for an inner sanctuary, even for the most holy place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "In front of the temple sanctuary was forty cubits.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "There was cedar on the house within, carved with buds and open flowers. All was cedar. No stone was visible.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "He prepared an inner sanctuary in the middle of the house within, to set the ark of Yahweh’s covenant there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Within the inner sanctuary was twenty cubits in length, and twenty cubits in width, and twenty cubits in its height; and he overlaid it with pure gold; and he covered the altar with cedar.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "So Solomon overlaid the house within with pure gold. He drew chains of gold across before the inner sanctuary, and he overlaid it with gold.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "He overlaid the whole house with gold, until all the house was finished. He also overlaid the whole altar that belonged to the inner sanctuary with gold.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "In the inner sanctuary he made two cherubim of olive wood, each ten cubits high.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Five cubits was the one wing of the cherub, and five cubits the other wing of the cherub. From the tip of one wing to the tip of the other was ten cubits.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "The other cherub was ten cubits. Both the cherubim were of one measure and one form.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "One cherub was ten cubits high, and so was the other cherub.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "He set the cherubim within the inner house. The wings of the cherubim were stretched out, so that the wing of the one touched the one wall, and the wing of the other cherub touched the other wall; and their wings touched one another in the middle of the house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "He overlaid the cherubim with gold.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "He carved all the walls of the house around with carved figures of cherubim, palm trees, and open flowers, inside and outside.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "He overlaid the floor of the house with gold, inside and outside.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "For the entrance of the inner sanctuary, he made doors of olive wood. The lintel and door posts were a fifth part of the wall.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "So he made two doors of olive wood; and he carved on them carvings of cherubim, palm trees, and open flowers, and overlaid them with gold. He spread the gold on the cherubim and on the palm trees.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "He also did so for the entrance of the temple door posts of olive wood, out of a fourth part of the wall;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "and two doors of cypress wood. The two leaves of the one door were folding, and the two leaves of the other door were folding.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "He carved cherubim, palm trees, and open flowers; and he overlaid them with gold fitted on the engraved work.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "He built the inner court with three courses of cut stone and a course of cedar beams.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "The foundation of Yahweh’s house was laid in the fourth year, in the month Ziv.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "In the eleventh year, in the month Bul, which is the eighth month, the house was finished throughout all its parts, and according to all its specifications. So he spent seven years building it. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Solomon was building his own house thirteen years, and he finished all his house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "For he built the House of the Forest of Lebanon. Its length was one hundred cubits, its width fifty cubits, and its height thirty cubits, on four rows of cedar pillars, with cedar beams on the pillars.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "It was covered with cedar above over the forty-five beams, that were on the pillars, fifteen in a row.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "There were beams in three rows, and window was facing window in three ranks.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "All the doors and posts were made square with beams: and window was facing window in three ranks.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He made the porch of pillars. Its length was fifty cubits and its width thirty cubits; with a porch before them, and pillars and a threshold before them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "He made the porch of the throne where he was to judge, even the porch of judgment; and it was covered with cedar from floor to floor.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "His house where he was to dwell, the other court within the porch, was of the like work. He made also a house for Pharaoh’s daughter (whom Solomon had taken as wife), like this porch.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "All these were of costly stones, even of cut stone, according to measure, sawed with saws, inside and outside, even from the foundation to the coping, and so on the outside to the great court.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "The foundation was of costly stones, even great stones, stones of ten cubits, and stones of eight cubits.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Above were costly stones, even cut stone, according to measure, and cedar wood.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The great court around had three courses of cut stone, and a course of cedar beams; like the inner court of Yahweh’s house and the porch of the house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "King Solomon sent and brought Hiram out of Tyre.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "He was the son of a widow of the tribe of Naphtali, and his father was a man of Tyre, a worker in bronze; and he was filled with wisdom and understanding and skill, to work all works in bronze. He came to king Solomon, and performed all his work.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "For he fashioned the two pillars of bronze, eighteen cubits high apiece; and a line of twelve cubits encircled either of them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "He made two capitals of molten bronze, to set on the tops of the pillars. The height of the one capital was five cubits, and the height of the other capital was five cubits.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "There were nets of checker work, and wreaths of chain work, for the capitals which were on the top of the pillars; seven for the one capital, and seven for the other capital.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "So he made the pillars; and there were two rows around on the one network, to cover the capitals that were on the top of the pillars: and he did so for the other capital.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "The capitals that were on the top of the pillars in the porch were of lily work, four cubits.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "There were capitals above also on the two pillars, close by the belly which was beside the network. There were two hundred pomegranates in rows around the other capital.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "He set up the pillars at the porch of the temple. He set up the right pillar, and called its name Jachin; and he set up the left pillar, and called its name Boaz.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "On the top of the pillars was lily work: so the work of the pillars was finished.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "He made the molten sea of ten cubits from brim to brim, round in shape. Its height was five cubits; and a line of thirty cubits encircled it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Under its brim around there were buds which encircled it for ten cubits, encircling the sea. The buds were in two rows, cast when it was cast.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "It stood on twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east; and the sea was set on them above, and all their hindquarters were inward.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "It was a hand width thick. Its brim was worked like the brim of a cup, like the flower of a lily. It held two thousand baths.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "He made the ten bases of bronze. The length of one base was four cubits, four cubits its width, and three cubits its height.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "The work of the bases was like this: they had panels; and there were panels between the ledges;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "and on the panels that were between the ledges were lions, oxen, and cherubim; and on the ledges there was a pedestal above; and beneath the lions and oxen were wreaths of hanging work.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Every base had four bronze wheels, and axles of bronze; and the four feet of it had supports. The supports were cast beneath the basin, with wreaths at the side of each.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Its mouth within the capital and above was a cubit. Its mouth was round after the work of a pedestal, a cubit and a half; and also on its mouth were engravings, and their panels were square, not round.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "The four wheels were underneath the panels; and the axles of the wheels were in the base. The height of a wheel was a cubit and half a cubit.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "The work of the wheels was like the work of a chariot wheel. Their axles, and their rims, and their spokes, and their naves, were all of cast metal.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "There were four supports at the four corners of each base. Its supports were of the base itself.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "In the top of the base there was a round band half a cubit high; and on the top of the base its supports and its panels were the same.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "On the plates of its supports, and on its panels, he engraved cherubim, lions, and palm trees, each in its space, with wreaths all around.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "He made the ten bases in this way: all of them had one casting, one measure, and one form.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "He made ten basins of bronze. One basin contained forty baths; and every basin was four cubits; and on every one of the ten bases one basin.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "He set the bases, five on the right side of the house, and five on the left side of the house. He set the sea on the right side of the house eastward and toward the south.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "Hiram made the pots, the shovels, and the basins. So Hiram finished doing all the work that he worked for king Solomon in Yahweh’s house:  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "the two pillars; the two bowls of the capitals that were on the top of the pillars; the two networks to cover the two bowls of the capitals that were on the top of the pillars;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "the four hundred pomegranates for the two networks; two rows of pomegranates for each network, to cover the two bowls of the capitals that were on the pillars;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "the ten bases; the ten basins on the bases;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "the one sea; the twelve oxen under the sea;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "the pots; the shovels; and the basins: even all these vessels, which Hiram made for king Solomon, in Yahweh’s house, were of burnished bronze.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 46,
		"sectionNumber": 1,
		"value": "The king cast them in the plain of the Jordan, in the clay ground between Succoth and Zarethan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 47,
		"sectionNumber": 1,
		"value": "Solomon left all the vessels unweighed, because there were so many of them. The weight of the bronze could not be determined.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 48,
		"sectionNumber": 1,
		"value": "Solomon made all the vessels that were in Yahweh’s house: the golden altar and the table that the show bread was on, of gold;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 49,
		"sectionNumber": 1,
		"value": "and the lamp stands, five on the right side, and five on the left, before the inner sanctuary, of pure gold; and the flowers, the lamps, and the tongs, of gold;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 50,
		"sectionNumber": 1,
		"value": "the cups, the snuffers, the basins, the spoons, and the fire pans, of pure gold; and the hinges, both for the doors of the inner house, the most holy place, and for the doors of the house, of the temple, of gold.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 51,
		"sectionNumber": 1,
		"value": "Thus all the work that king Solomon did in Yahweh’s house was finished. Solomon brought in the things which David his father had dedicated, the silver, the gold, and the vessels, and put them in the treasuries of Yahweh’s house. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Then Solomon assembled the elders of Israel, with all the heads of the tribes, the princes of the fathers’ households of the children of Israel, to king Solomon in Jerusalem, to bring up the ark of Yahweh’s covenant out of David’s city, which is Zion.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "All the men of Israel assembled themselves to king Solomon at the feast, in the month Ethanim, which is the seventh month.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "All the elders of Israel came, and the priests picked up the ark.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "They brought up Yahweh’s ark, the Tent of Meeting, and all the holy vessels that were in the Tent. The priests and the Levites brought these up.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "King Solomon and all the congregation of Israel, who were assembled to him, were with him before the ark, sacrificing sheep and cattle, that could not be counted or numbered for multitude.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "The priests brought in the ark of Yahweh’s covenant to its place, into the inner sanctuary of the house, to the most holy place, even under the cherubim’s wings.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "For the cherubim spread their wings out over the place of the ark, and the cherubim covered the ark and its poles above.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The poles were so long that the ends of the poles were seen from the holy place before the inner sanctuary; but they were not seen outside. They are there to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "There was nothing in the ark except the two stone tablets which Moses put there at Horeb, when Yahweh made a covenant with the children of Israel, when they came out of the land of Egypt.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "It came to pass, when the priests had come out of the holy place, that the cloud filled Yahweh’s house,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "so that the priests could not stand to minister by reason of the cloud; for Yahweh’s glory filled Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Then Solomon said, “Yahweh has said that he would dwell in the thick darkness.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "I have surely built you a house of habitation, a place for you to dwell in forever.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "The king turned his face around, and blessed all the assembly of Israel; and all the assembly of Israel stood.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "He said, “Blessed is Yahweh, the God of Israel, who spoke with his mouth to David your father, and has with his hand fulfilled it, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "‘Since the day that I brought my people Israel out of Egypt, I chose no city out of all the tribes of Israel to build a house, that my name might be there; but I chose David to be over my people Israel.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "“Now it was in the heart of David my father to build a house for the name of Yahweh, the God of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "But Yahweh said to David my father, ‘Whereas it was in your heart to build a house for my name, you did well that it was in your heart.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Nevertheless, you shall not build the house; but your son who shall come out of your body, he shall build the house for my name.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Yahweh has established his word that he spoke; for I have risen up in the place of David my father, and I sit on the throne of Israel, as Yahweh promised, and have built the house for the name of Yahweh, the God of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "There I have set a place for the ark, in which is Yahweh’s covenant, which he made with our fathers, when he brought them out of the land of Egypt.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Solomon stood before Yahweh’s altar in the presence of all the assembly of Israel, and spread out his hands toward heaven;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "and he said, “Yahweh, the God of Israel, there is no God like you, in heaven above, or on earth beneath; who keeps covenant and loving kindness with your servants, who walk before you with all their heart;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "who has kept with your servant David my father that which you promised him. Yes, you spoke with your mouth, and have fulfilled it with your hand, as it is today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Now therefore, may Yahweh, the God of Israel, keep with your servant David my father that which you have promised him, saying, ‘There shall not fail from you a man in my sight to sit on the throne of Israel, if only your children take heed to their way, to walk before me as you have walked before me.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "“Now therefore, God of Israel, please let your word be verified, which you spoke to your servant David my father.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "But will God in very deed dwell on the earth? Behold, heaven and the heaven of heavens can’t contain you; how much less this house that I have built!  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Yet have respect for the prayer of your servant, and for his supplication, Yahweh my God, to listen to the cry and to the prayer which your servant prays before you today;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "that your eyes may be open toward this house night and day, even toward the place of which you have said, ‘My name shall be there;’ to listen to the prayer which your servant prays toward this place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Listen to the supplication of your servant, and of your people Israel, when they pray toward this place. Yes, hear in heaven, your dwelling place; and when you hear, forgive. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "“If a man sins against his neighbor, and an oath is laid on him to cause him to swear, and he comes and swears before your altar in this house;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "then hear in heaven, and act, and judge your servants, condemning the wicked, to bring his way on his own head, and justifying the righteous, to give him according to his righteousness. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "“When your people Israel are struck down before the enemy, because they have sinned against you; if they turn again to you, and confess your name, and pray and make supplication to you in this house;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "then hear in heaven, and forgive the sin of your people Israel, and bring them again to the land which you gave to their fathers. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "“When the sky is shut up, and there is no rain, because they have sinned against you; if they pray toward this place, and confess your name, and turn from their sin, when you afflict them,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "then hear in heaven, and forgive the sin of your servants, and of your people Israel, when you teach them the good way in which they should walk; and send rain on your land, which you have given to your people for an inheritance. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "“If there is famine in the land, if there is pestilence, if there is blight, mildew, locust or caterpillar; if their enemy besieges them in the land of their cities; whatever plague, whatever sickness there is;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "whatever prayer and supplication is made by any man, or by all your people Israel, who shall each know the plague of his own heart, and spread out his hands toward this house,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "then hear in heaven, your dwelling place, and forgive, and act, and give to every man according to all his ways, whose heart you know (for you, even you only, know the hearts of all the children of men);  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "that they may fear you all the days that they live in the land which you gave to our fathers. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "“Moreover concerning the foreigner, who is not of your people Israel, when he comes out of a far country for your name’s sake  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "(for they shall hear of your great name, and of your mighty hand, and of your outstretched arm); when he comes and prays toward this house;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "hear in heaven, your dwelling place, and do according to all that the foreigner calls to you for; that all the peoples of the earth may know your name, to fear you, as do your people Israel, and that they may know that this house which I have built is called by your name. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "“If your people go out to battle against their enemy, by whatever way you shall send them, and they pray to Yahweh toward the city which you have chosen, and toward the house which I have built for your name;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "then hear in heaven their prayer and their supplication, and maintain their cause.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 46,
		"sectionNumber": 1,
		"value": "If they sin against you (for there is no man who doesn’t sin), and you are angry with them, and deliver them to the enemy, so that they carry them away captive to the land of the enemy, far off or near;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 47,
		"sectionNumber": 1,
		"value": "yet if they repent in the land where they are carried captive, and turn again, and make supplication to you in the land of those who carried them captive, saying, ‘We have sinned, and have done perversely; we have dealt wickedly;’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 48,
		"sectionNumber": 1,
		"value": "if they return to you with all their heart and with all their soul in the land of their enemies, who carried them captive, and pray to you toward their land, which you gave to their fathers, the city which you have chosen, and the house which I have built for your name;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 49,
		"sectionNumber": 1,
		"value": "then hear their prayer and their supplication in heaven, your dwelling place, and maintain their cause;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 50,
		"sectionNumber": 1,
		"value": "and forgive your people who have sinned against you, and all their transgressions in which they have transgressed against you; and give them compassion before those who carried them captive, that they may have compassion on them  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 51,
		"sectionNumber": 1,
		"value": "(for they are your people, and your inheritance, which you brought out of Egypt, from the middle of the iron furnace);  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 52,
		"sectionNumber": 1,
		"value": "that your eyes may be open to the supplication of your servant, and to the supplication of your people Israel, to listen to them whenever they cry to you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 53,
		"sectionNumber": 1,
		"value": "For you separated them from among all the peoples of the earth, to be your inheritance, as you spoke by Moses your servant, when you brought our fathers out of Egypt, Lord Yahweh.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 54,
		"sectionNumber": 1,
		"value": "It was so, that when Solomon had finished praying all this prayer and supplication to Yahweh, he arose from before Yahweh’s altar, from kneeling on his knees with his hands spread out toward heaven.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 55,
		"sectionNumber": 1,
		"value": "He stood, and blessed all the assembly of Israel with a loud voice, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 56,
		"sectionNumber": 1,
		"value": "“Blessed be Yahweh, who has given rest to his people Israel, according to all that he promised. There has not failed one word of all his good promise, which he promised by Moses his servant.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 57,
		"sectionNumber": 1,
		"value": "May Yahweh our God be with us, as he was with our fathers. Let him not leave us or forsake us;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 58,
		"sectionNumber": 1,
		"value": "that he may incline our hearts to him, to walk in all his ways, and to keep his commandments, and his statutes, and his ordinances, which he commanded our fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 59,
		"sectionNumber": 1,
		"value": "Let these my words, with which I have made supplication before Yahweh, be near to Yahweh our God day and night, that he may maintain the cause of his servant, and the cause of his people Israel, as every day requires;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 60,
		"sectionNumber": 1,
		"value": "that all the peoples of the earth may know that Yahweh himself is God. There is no one else. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 61,
		"sectionNumber": 1,
		"value": "“Let your heart therefore be perfect with Yahweh our God, to walk in his statutes, and to keep his commandments, as it is today.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 62,
		"sectionNumber": 1,
		"value": "The king, and all Israel with him, offered sacrifice before Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 63,
		"sectionNumber": 1,
		"value": "Solomon offered for the sacrifice of peace offerings, which he offered to Yahweh, twenty two thousand head of cattle, and one hundred twenty thousand sheep. So the king and all the children of Israel dedicated Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 64,
		"sectionNumber": 1,
		"value": "The same day the king made the middle of the court holy that was before Yahweh’s house; for there he offered the burnt offering, and the meal offering, and the fat of the peace offerings, because the bronze altar that was before Yahweh was too little to receive the burnt offering, the meal offering, and the fat of the peace offerings.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 65,
		"sectionNumber": 1,
		"value": "So Solomon held the feast at that time, and all Israel with him, a great assembly, from the entrance of Hamath to the brook of Egypt, before Yahweh our God, seven days and seven more days, even fourteen days.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 66,
		"sectionNumber": 1,
		"value": "On the eighth day he sent the people away; and they blessed the king, and went to their tents joyful and glad in their hearts for all the goodness that Yahweh had shown to David his servant, and to Israel his people. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When Solomon had finished the building of Yahweh’s house, the king’s house, and all Solomon’s desire which he was pleased to do,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Yahweh appeared to Solomon the second time, as he had appeared to him at Gibeon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Yahweh said to him, “I have heard your prayer and your supplication, that you have made before me. I have made this house holy, which you have built, to put my name there forever; and my eyes and my heart shall be there perpetually.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "As for you, if you will walk before me, as David your father walked, in integrity of heart, and in uprightness, to do according to all that I have commanded you, and will keep my statutes and my ordinances;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "then I will establish the throne of your kingdom over Israel forever, as I promised to David your father, saying, ‘There shall not fail from you a man on the throne of Israel.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "But if you turn away from following me, you or your children, and not keep my commandments and my statutes which I have set before you, but go and serve other gods, and worship them;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "then I will cut off Israel out of the land which I have given them; and I will cast this house, which I have made holy for my name, out of my sight; and Israel will be a proverb and a byword among all peoples.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Though this house is so high, yet everyone who passes by it will be astonished and hiss; and they will say, ‘Why has Yahweh done this to this land, and to this house?’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "and they will answer, ‘Because they abandoned Yahweh their God, who brought their fathers out of the land of Egypt, and embraced other gods, and worshiped them, and served them. Therefore Yahweh has brought all this evil on them.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "At the end of twenty years, in which Solomon had built the two houses, Yahweh’s house and the king’s house  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "(now Hiram the king of Tyre had furnished Solomon with cedar trees and cypress trees, and with gold, according to all his desire), King Solomon gave Hiram twenty cities in the land of Galilee.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Hiram came out of Tyre to see the cities which Solomon had given him; and they didn’t please him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "He said, “What cities are these which you have given me, my brother?” He called them the land of Cabul to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Hiram sent to the king one hundred twenty talents of gold. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "This is the reason of the levy which king Solomon raised, to build Yahweh’s house, his own house, Millo, Jerusalem’s wall, Hazor, Megiddo, and Gezer.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Pharaoh king of Egypt had gone up, taken Gezer, burned it with fire, killed the Canaanites who lived in the city, and given it for a wedding gift to his daughter, Solomon’s wife.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Solomon built in the land Gezer, Beth Horon the lower,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Baalath, Tamar in the wilderness,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "all the storage cities that Solomon had, the cities for his chariots, the cities for his horsemen, and that which Solomon desired to build for his pleasure in Jerusalem, and in Lebanon, and in all the land of his dominion.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "As for all the people who were left of the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites, who were not of the children of Israel;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "their children who were left after them in the land, whom the children of Israel were not able utterly to destroy, of them Solomon raised a levy of bondservants to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "But of the children of Israel Solomon made no bondservants; but they were the men of war, his servants, his princes, his captains, and rulers of his chariots and of his horsemen.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "These were the five hundred fifty chief officers who were over Solomon’s work, who ruled over the people who labored in the work.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "But Pharaoh’s daughter came up out of David’s city to her house which Solomon had built for her. Then he built Millo.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Solomon offered burnt offerings and peace offerings on the altar which he built to Yahweh three times per year, burning incense with them, on the altar that was before Yahweh. So he finished the house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "King Solomon made a fleet of ships in Ezion Geber, which is beside Eloth, on the shore of the Red Sea, in the land of Edom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Hiram sent in the fleet his servants, sailors who had knowledge of the sea, with the servants of Solomon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "They came to Ophir, and fetched from there gold, four hundred and twenty talents, and brought it to king Solomon. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When the queen of Sheba heard of the fame of Solomon concerning Yahweh’s name, she came to test him with hard questions.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "She came to Jerusalem with a very great caravan, with camels that bore spices, very much gold, and precious stones; and when she had come to Solomon, she talked with him about all that was in her heart.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Solomon answered all her questions. There wasn’t anything hidden from the king which he didn’t tell her.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "When the queen of Sheba had seen all the wisdom of Solomon, the house that he had built,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "the food of his table, the sitting of his servants, the attendance of his officials, their clothing, his cup bearers, and his ascent by which he went up to Yahweh’s house; there was no more spirit in her.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "She said to the king, “It was a true report that I heard in my own land of your acts, and of your wisdom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "However I didn’t believe the words until I came and my eyes had seen it. Behold, not even half was told me! Your wisdom and prosperity exceed the fame which I heard.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Happy are your men, happy are these your servants, who stand continually before you, who hear your wisdom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Blessed is Yahweh your God, who delighted in you, to set you on the throne of Israel. Because Yahweh loved Israel forever, therefore he made you king, to do justice and righteousness.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "She gave the king one hundred twenty talents of gold, and a very great quantity of spices, and precious stones. Never again was there such an abundance of spices as these which the queen of Sheba gave to king Solomon. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "The fleet of Hiram that brought gold from Ophir, also brought in from Ophir great quantities of almug trees and precious stones.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The king made of the almug trees pillars for Yahweh’s house, and for the king’s house, harps also and stringed instruments for the singers; no such almug trees came or were seen, to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "King Solomon gave to the queen of Sheba all her desire, whatever she asked, in addition to that which Solomon gave her of his royal bounty. So she turned and went to her own land, she and her servants.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Now the weight of gold that came to Solomon in one year was six hundred sixty-six talents of gold,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "in addition to that which the traders brought, and the traffic of the merchants, and of all the kings of the mixed people, and of the governors of the country.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "King Solomon made two hundred bucklers of beaten gold; six hundred shekels of gold went to one buckler.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "he made three hundred shields of beaten gold; three minas of gold went to one shield; and the king put them in the House of the Forest of Lebanon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Moreover the king made a great throne of ivory, and overlaid it with the finest gold.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "There were six steps to the throne, and the top of the throne was round behind; and there were armrests on either side by the place of the seat, and two lions standing beside the armrests.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Twelve lions stood there on the one side and on the other on the six steps. Nothing like it was made in any kingdom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "All king Solomon’s drinking vessels were of gold, and all the vessels of the House of the Forest of Lebanon were of pure gold. None were of silver, because it was considered of little value in the days of Solomon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "For the king had a fleet of Tarshish at sea with Hiram’s fleet. Once every three years the fleet of Tarshish came, bringing gold, silver, ivory, apes, and peacocks.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "So king Solomon exceeded all the kings of the earth in riches and in wisdom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "All the earth sought the presence of Solomon, to hear his wisdom, which God had put in his heart.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Year after year, every man brought his tribute, vessels of silver, vessels of gold, clothing, armor, spices, horses, and mules.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Solomon gathered together chariots and horsemen. He had one thousand four hundred chariots, and twelve thousand horsemen, that he kept in the chariot cities and with the king at Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "The king made silver as common as stones in Jerusalem, and cedars as common as the sycamore trees that are in the lowland.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "The horses which Solomon had were brought out of Egypt. The king’s merchants received them in droves, each drove at a price.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "A chariot came up and went out of Egypt for six hundred shekels of silver, and a horse for one hundred fifty shekels; and so they exported them to all the kings of the Hittites, and to the kings of Syria. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now king Solomon loved many foreign women, together with the daughter of Pharaoh, women of the Moabites, Ammonites, Edomites, Sidonians, and Hittites;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "of the nations concerning which Yahweh said to the children of Israel, “You shall not go among them, neither shall they come among you; for surely they will turn away your heart after their gods.” Solomon joined to these in love.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "He had seven hundred wives, princesses, and three hundred concubines. His wives turned his heart away.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "When Solomon was old, his wives turned away his heart after other gods; and his heart was not perfect with Yahweh his God, as the heart of David his father was.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "For Solomon went after Ashtoreth the goddess of the Sidonians, and after Milcom the abomination of the Ammonites.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Solomon did that which was evil in Yahweh’s sight, and didn’t go fully after Yahweh, as David his father did.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Then Solomon built a high place for Chemosh the abomination of Moab, on the mountain that is before Jerusalem, and for Molech the abomination of the children of Ammon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "So he did for all his foreign wives, who burned incense and sacrificed to their gods.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Yahweh was angry with Solomon, because his heart was turned away from Yahweh, the God of Israel, who had appeared to him twice,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "and had commanded him concerning this thing, that he should not go after other gods; but he didn’t keep that which Yahweh commanded.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Therefore Yahweh said to Solomon, “Because this is done by you, and you have not kept my covenant and my statutes, which I have commanded you, I will surely tear the kingdom from you, and will give it to your servant.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Nevertheless, I will not do it in your days, for David your father’s sake; but I will tear it out of your son’s hand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "However I will not tear away all the kingdom; but I will give one tribe to your son, for David my servant’s sake, and for Jerusalem’s sake which I have chosen.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Yahweh raised up an adversary to Solomon: Hadad the Edomite. He was one of the king’s offspring in Edom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "For when David was in Edom, and Joab the captain of the army had gone up to bury the slain, and had struck every male in Edom  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "(for Joab and all Israel remained there six months, until he had cut off every male in Edom);  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Hadad fled, he and certain Edomites of his father’s servants with him, to go into Egypt, when Hadad was still a little child.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "They arose out of Midian, and came to Paran; and they took men with them out of Paran, and they came to Egypt, to Pharaoh king of Egypt, who gave him a house, and appointed him food, and gave him land.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Hadad found great favor in the sight of Pharaoh, so that he gave him as wife the sister of his own wife, the sister of Tahpenes the queen.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "The sister of Tahpenes bore him Genubath his son, whom Tahpenes weaned in Pharaoh’s house; and Genubath was in Pharaoh’s house among the sons of Pharaoh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "When Hadad heard in Egypt that David slept with his fathers, and that Joab the captain of the army was dead, Hadad said to Pharaoh, “Let me depart, that I may go to my own country.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Then Pharaoh said to him, “But what have you lacked with me, that behold, you seek to go to your own country?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 22,
		"sectionNumber": 2,
		"value": "He answered, “Nothing, however only let me depart.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "God raised up an adversary to him, Rezon the son of Eliada, who had fled from his lord Hadadezer king of Zobah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "He gathered men to himself, and became captain over a troop, when David killed them of Zobah. They went to Damascus, and lived there, and reigned in Damascus.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "He was an adversary to Israel all the days of Solomon, in addition to the mischief of Hadad. He abhorred Israel, and reigned over Syria.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Jeroboam the son of Nebat, an Ephraimite of Zeredah, a servant of Solomon, whose mother’s name was Zeruah, a widow, also lifted up his hand against the king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "This was the reason why he lifted up his hand against the king: Solomon built Millo, and repaired the breach of his father David’s city.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "The man Jeroboam was a mighty man of valor; and Solomon saw the young man that he was industrious, and he put him in charge of all the labor of the house of Joseph.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "At that time, when Jeroboam went out of Jerusalem, the prophet Ahijah the Shilonite found him on the way. Now Ahijah had clad himself with a new garment; and the two of them were alone in the field.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Ahijah took the new garment that was on him, and tore it in twelve pieces.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "He said to Jeroboam, “Take ten pieces; for Yahweh, the God of Israel, says, ‘Behold, I will tear the kingdom out of the hand of Solomon, and will give ten tribes to you  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "(but he shall have one tribe, for my servant David’s sake and for Jerusalem’s sake, the city which I have chosen out of all the tribes of Israel);  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "because that they have forsaken me, and have worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of Moab, and Milcom the god of the children of Ammon. They have not walked in my ways, to do that which is right in my eyes, and to keep my statutes and my ordinances, as David his father did. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "“ ‘However I will not take the whole kingdom out of his hand; but I will make him prince all the days of his life, for David my servant’s sake whom I chose, who kept my commandments and my statutes;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "but I will take the kingdom out of his son’s hand, and will give it to you, even ten tribes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "I will give one tribe to his son, that David my servant may have a lamp always before me in Jerusalem, the city which I have chosen for myself to put my name there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "I will take you, and you shall reign according to all that your soul desires, and shall be king over Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "It shall be, if you will listen to all that I command you, and will walk in my ways, and do that which is right in my eyes, to keep my statutes and my commandments, as David my servant did; that I will be with you, and will build you a sure house, as I built for David, and will give Israel to you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "I will afflict the offspring of David for this, but not forever.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "Therefore Solomon sought to kill Jeroboam; but Jeroboam arose, and fled into Egypt, to Shishak king of Egypt, and was in Egypt until the death of Solomon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Solomon, and all that he did, and his wisdom, aren’t they written in the book of the acts of Solomon?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "The time that Solomon reigned in Jerusalem over all Israel was forty years.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "Solomon slept with his fathers, and was buried in his father David’s city; and Rehoboam his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Rehoboam went to Shechem, for all Israel had come to Shechem to make him king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "When Jeroboam the son of Nebat heard of it (for he was yet in Egypt, where he had fled from the presence of king Solomon, and Jeroboam lived in Egypt,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "and they sent and called him), Jeroboam and all the assembly of Israel came, and spoke to Rehoboam, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "“Your father made our yoke difficult. Now therefore make the hard service of your father, and his heavy yoke which he put on us, lighter, and we will serve you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He said to them, “Depart for three days, then come back to me.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 5,
		"sectionNumber": 2,
		"value": "So the people departed. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "King Rehoboam took counsel with the old men, who had stood before Solomon his father while he yet lived, saying, “What counsel do you give me to answer these people?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "They replied, “If you will be a servant to this people today, and will serve them, and answer them with good words, then they will be your servants forever.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "But he abandoned the counsel of the old men which they had given him, and took counsel with the young men who had grown up with him, who stood before him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "He said to them, “What counsel do you give, that we may answer these people, who have spoken to me, saying, ‘Make the yoke that your father put on us lighter?’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "The young men who had grown up with him said to him, “Tell these people who spoke to you, saying, ‘Your father made our yoke heavy, but make it lighter to us;’ tell them, ‘My little finger is thicker than my father’s waist.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Now my father burdened you with a heavy yoke, but I will add to your yoke. My father chastised you with whips, but I will chastise you with scorpions.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "So Jeroboam and all the people came to Rehoboam the third day, as the king asked, saying, “Come to me again the third day.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "The king answered the people roughly, and abandoned the counsel of the old men which they had given him,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "and spoke to them according to the counsel of the young men, saying, “My father made your yoke heavy, but I will add to your yoke. My father chastised you with whips, but I will chastise you with scorpions.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "So the king didn’t listen to the people; for it was a thing brought about from Yahweh, that he might establish his word, which Yahweh spoke by Ahijah the Shilonite to Jeroboam the son of Nebat.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "When all Israel saw that the king didn’t listen to them, the people answered the king, saying, “What portion have we in David? We don’t have an inheritance in the son of Jesse. To your tents, Israel! Now see to your own house, David.” So Israel departed to their tents. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "But as for the children of Israel who lived in the cities of Judah, Rehoboam reigned over them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Then king Rehoboam sent Adoram, who was over the men subject to forced labor; and all Israel stoned him to death with stones. King Rehoboam hurried to get himself up to his chariot, to flee to Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "So Israel rebelled against David’s house to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "When all Israel heard that Jeroboam had returned, they sent and called him to the congregation, and made him king over all Israel. There was no one who followed David’s house, except for the tribe of Judah only.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "When Rehoboam had come to Jerusalem, he assembled all the house of Judah and the tribe of Benjamin, a hundred and eighty thousand chosen men, who were warriors, to fight against the house of Israel, to bring the kingdom again to Rehoboam the son of Solomon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "But the word of God came to Shemaiah the man of God, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "“Speak to Rehoboam the son of Solomon, king of Judah, and to all the house of Judah and Benjamin, and to the rest of the people, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "‘Yahweh says, “You shall not go up or fight against your brothers, the children of Israel. Everyone return to his house; for this thing is from me.” ’ ” So they listened to Yahweh’s word, and returned and went their way, according to Yahweh’s word. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Then Jeroboam built Shechem in the hill country of Ephraim, and lived in it; and he went out from there, and built Penuel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Jeroboam said in his heart, “Now the kingdom will return to David’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "If this people goes up to offer sacrifices in Yahweh’s house at Jerusalem, then the heart of this people will turn again to their lord, even to Rehoboam king of Judah; and they will kill me, and return to Rehoboam king of Judah.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "So the king took counsel, and made two calves of gold; and he said to them, “It is too much for you to go up to Jerusalem. Look and behold your gods, Israel, which brought you up out of the land of Egypt!”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "He set the one in Bethel, and the other he put in Dan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "This thing became a sin; for the people went even as far as Dan to worship before the one there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "He made houses of high places, and made priests from among all the people, who were not of the sons of Levi.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "Jeroboam ordained a feast in the eighth month, on the fifteenth day of the month, like the feast that is in Judah, and he went up to the altar. He did so in Bethel, sacrificing to the calves that he had made, and he placed in Bethel the priests of the high places that he had made.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "He went up to the altar which he had made in Bethel on the fifteenth day in the eighth month, even in the month which he had devised of his own heart; and he ordained a feast for the children of Israel, and went up to the altar, to burn incense. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Behold, a man of God came out of Judah by Yahweh’s word to Bethel; and Jeroboam was standing by the altar to burn incense.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He cried against the altar by Yahweh’s word, and said, “Altar! Altar! Yahweh says: ‘Behold, a son will be born to David’s house, Josiah by name. On you he will sacrifice the priests of the high places who burn incense on you, and they will burn men’s bones on you.’ ”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "He gave a sign the same day, saying, “This is the sign which Yahweh has spoken: Behold, the altar will be split apart, and the ashes that are on it will be poured out.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "When the king heard the saying of the man of God, which he cried against the altar in Bethel, Jeroboam put out his hand from the altar, saying, “Seize him!” His hand, which he put out against him, dried up, so that he could not draw it back again to himself.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "The altar was also split apart, and the ashes poured out from the altar, according to the sign which the man of God had given by Yahweh’s word.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "The king answered the man of God, “Now intercede for the favor of Yahweh your God, and pray for me, that my hand may be restored me again.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 6,
		"sectionNumber": 2,
		"value": "The man of God interceded with Yahweh, and the king’s hand was restored to him again, and became as it was before. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "The king said to the man of God, “Come home with me, and refresh yourself, and I will give you a reward.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The man of God said to the king, “Even if you gave me half of your house, I would not go in with you, neither would I eat bread nor drink water in this place;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "for so was it commanded me by Yahweh’s word, saying, ‘You shall eat no bread, drink no water, and don’t return by the way that you came.’ ”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "So he went another way, and didn’t return by the way that he came to Bethel. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Now an old prophet lived in Bethel, and one of his sons came and told him all the works that the man of God had done that day in Bethel. They also told their father the words which he had spoken to the king. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Their father said to them, “Which way did he go?” Now his sons had seen which way the man of God went, who came from Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "He said to his sons, “Saddle the donkey for me.” So they saddled the donkey for him; and he rode on it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "He went after the man of God, and found him sitting under an oak. He said to him, “Are you the man of God who came from Judah?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 14,
		"sectionNumber": 2,
		"value": "He said, “I am.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Then he said to him, “Come home with me, and eat bread.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "He said, “I may not return with you, nor go in with you. I will not eat bread or drink water with you in this place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "For it was said to me by Yahweh’s word, ‘You shall eat no bread or drink water there, and don’t turn again to go by the way that you came.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "He said to him, “I also am a prophet as you are; and an angel spoke to me by Yahweh’s word, saying, ‘Bring him back with you into your house, that he may eat bread and drink water.’ ” He lied to him. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "So he went back with him, ate bread in his house, and drank water.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "As they sat at the table, Yahweh’s word came to the prophet who brought him back;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "and he cried out to the man of God who came from Judah, saying, “Yahweh says, ‘Because you have been disobedient to Yahweh’s mouth, and have not kept the commandment which Yahweh your God commanded you,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "but came back, and have eaten bread and drank water in the place of which he said to you, “Eat no bread, and drink no water;” your body will not come to the tomb of your fathers.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "After he had eaten bread, and after he drank, he saddled the donkey for the prophet whom he had brought back.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "When he had gone, a lion met him by the way and killed him. His body was thrown on the path, and the donkey stood by it. The lion also stood by the body.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Behold, men passed by, and saw the body thrown on the path, and the lion standing by the body; and they came and told it in the city where the old prophet lived.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "When the prophet who brought him back from the way heard of it, he said, “It is the man of God who was disobedient to Yahweh’s mouth. Therefore Yahweh has delivered him to the lion, which has mauled him and slain him, according to Yahweh’s word, which he spoke to him.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "He said to his sons, saying, “Saddle the donkey for me,” and they saddled it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "He went and found his body thrown on the path, and the donkey and the lion standing by the body. The lion had not eaten the body, nor mauled the donkey.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "The prophet took up the body of the man of God, and laid it on the donkey, and brought it back. He came to the city of the old prophet to mourn, and to bury him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "He laid his body in his own grave; and they mourned over him, saying, “Alas, my brother!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "After he had buried him, he spoke to his sons, saying, “When I am dead, bury me in the tomb in which the man of God is buried. Lay my bones beside his bones.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "For the saying which he cried by Yahweh’s word against the altar in Bethel, and against all the houses of the high places which are in the cities of Samaria, will surely happen.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "After this thing Jeroboam didn’t return from his evil way, but again made priests of the high places from among all the people. Whoever wanted to, he consecrated him, that there might be priests of the high places.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "This thing became sin to the house of Jeroboam, even to cut it off, and to destroy it from off the surface of the earth. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "At that time Abijah the son of Jeroboam became sick.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Jeroboam said to his wife, “Please get up and disguise yourself, so that you won’t be recognized as Jeroboam’s wife. Go to Shiloh. Behold, Ahijah the prophet is there, who said that I would be king over this people.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Take with you ten loaves of bread, some cakes, and a jar of honey, and go to him. He will tell you what will become of the child.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Jeroboam’s wife did so, and arose, and went to Shiloh, and came to Ahijah’s house. Now Ahijah could not see; for his eyes were set by reason of his age.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Yahweh said to Ahijah, “Behold, Jeroboam’s wife is coming to inquire of you concerning her son; for he is sick. Tell her such and such; for it will be, when she comes in, that she will pretend to be another woman.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "So when Ahijah heard the sound of her feet as she came in at the door, he said, “Come in, Jeroboam’s wife! Why do you pretend to be another? For I am sent to you with heavy news.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Go, tell Jeroboam, ‘Yahweh, the God of Israel, says: “Because I exalted you from among the people, and made you prince over my people Israel,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "and tore the kingdom away from David’s house, and gave it you; and yet you have not been as my servant David, who kept my commandments, and who followed me with all his heart, to do that only which was right in my eyes,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "but have done evil above all who were before you, and have gone and made for yourself other gods, molten images, to provoke me to anger, and have cast me behind your back;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "therefore, behold, I will bring evil on the house of Jeroboam, and will cut off from Jeroboam everyone who urinates on a wall, he who is shut up and he who is left at large in Israel, and will utterly sweep away the house of Jeroboam, as a man sweeps away dung, until it is all gone.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "The dogs will eat he who belongs to Jeroboam who dies in the city; and the birds of the sky will eat he who dies in the field: for Yahweh has spoken it.” ’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Arise therefore, and go to your house. When your feet enter into the city, the child will die.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "All Israel will mourn for him and bury him; for he only of Jeroboam will come to the grave, because in him there is found some good thing toward Yahweh, the God of Israel, in the house of Jeroboam.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Moreover Yahweh will raise up a king for himself over Israel, who will cut off the house of Jeroboam. This is the day! What? Even now.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "For Yahweh will strike Israel, as a reed is shaken in the water; and he will root up Israel out of this good land which he gave to their fathers, and will scatter them beyond the River, because they have made their Asherah poles, provoking Yahweh to anger.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "He will give Israel up because of the sins of Jeroboam, which he has sinned, and with which he has made Israel to sin.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Jeroboam’s wife arose and departed, and came to Tirzah. As she came to the threshold of the house, the child died.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "All Israel buried him and mourned for him, according to Yahweh’s word, which he spoke by his servant Ahijah the prophet.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "The rest of the acts of Jeroboam, how he fought, and how he reigned, behold, they are written in the book of the chronicles of the kings of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "The days which Jeroboam reigned were twenty two years, then he slept with his fathers, and Nadab his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Rehoboam the son of Solomon reigned in Judah. Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city which Yahweh had chosen out of all the tribes of Israel, to put his name there. His mother’s name was Naamah the Ammonitess.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Judah did that which was evil in Yahweh’s sight, and they provoked him to jealousy with their sins which they committed, above all that their fathers had done.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "For they also built for themselves high places, sacred pillars, and Asherah poles on every high hill and under every green tree.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "There were also sodomites in the land. They did according to all the abominations of the nations which Yahweh drove out before the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "In the fifth year of king Rehoboam, Shishak king of Egypt came up against Jerusalem,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "and he took away the treasures of Yahweh’s house, and the treasures of the king’s house. He even took away all of it, including all the gold shields which Solomon had made.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "King Rehoboam made shields of bronze in their place, and committed them to the hands of the captains of the guard, who kept the door of the king’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "It was so, that as often as the king went into Yahweh’s house, the guard bore them, and brought them back into the guard room. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Rehoboam, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "There was war between Rehoboam and Jeroboam continually.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Rehoboam slept with his fathers, and was buried with his fathers in David’s city. His mother’s name was Naamah the Ammonitess. Abijam his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now in the eighteenth year of king Jeroboam the son of Nebat, Abijam began to reign over Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He reigned three years in Jerusalem. His mother’s name was Maacah the daughter of Abishalom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "He walked in all the sins of his father, which he had done before him; and his heart was not perfect with Yahweh his God, as the heart of David his father.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Nevertheless for David’s sake, Yahweh his God gave him a lamp in Jerusalem, to set up his son after him, and to establish Jerusalem;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "because David did that which was right in Yahweh’s eyes, and didn’t turn away from anything that he commanded him all the days of his life, except only in the matter of Uriah the Hittite.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Now there was war between Rehoboam and Jeroboam all the days of his life.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "The rest of the acts of Abijam, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah? There was war between Abijam and Jeroboam.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Abijam slept with his fathers, and they buried him in David’s city; and Asa his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "In the twentieth year of Jeroboam king of Israel, Asa began to reign over Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "He reigned forty-one years in Jerusalem. His mother’s name was Maacah the daughter of Abishalom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Asa did that which was right in Yahweh’s eyes, as David his father did.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "He put away the sodomites out of the land, and removed all the idols that his fathers had made.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "He also removed Maacah his mother from being queen, because she had made an abominable image for an Asherah. Asa cut down her image and burned it at the brook Kidron.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "But the high places were not taken away. Nevertheless the heart of Asa was perfect with Yahweh all his days.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "He brought into Yahweh’s house the things that his father had dedicated, and the things that he himself had dedicated: silver, gold, and utensils.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "There was war between Asa and Baasha king of Israel all their days.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Baasha king of Israel went up against Judah, and built Ramah, that he might not allow anyone to go out or come in to Asa king of Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Then Asa took all the silver and the gold that was left in the treasures of Yahweh’s house, and the treasures of the king’s house, and delivered it into the hand of his servants. Then King Asa sent them to Ben Hadad, the son of Tabrimmon, the son of Hezion, king of Syria, who lived at Damascus, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "“There is a treaty between me and you, between my father and your father. Behold, I have sent to you a present of silver and gold. Go, break your treaty with Baasha king of Israel, that he may depart from me.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Ben Hadad listened to king Asa, and sent the captains of his armies against the cities of Israel, and struck Ijon, and Dan, and Abel Beth Maacah, and all Chinneroth, with all the land of Naphtali.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "When Baasha heard of it, he stopped building Ramah, and lived in Tirzah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Then king Asa made a proclamation to all Judah. No one was exempted. They carried away the stones of Ramah, and its timber, with which Baasha had built; and king Asa used it to build Geba of Benjamin, and Mizpah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Now the rest of all the acts of Asa, and all his might, and all that he did, and the cities which he built, aren’t they written in the book of the chronicles of the kings of Judah? But in the time of his old age he was diseased in his feet.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Asa slept with his fathers, and was buried with his fathers in his father David’s city; and Jehoshaphat his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Nadab the son of Jeroboam began to reign over Israel in the second year of Asa king of Judah; and he reigned over Israel two years.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "He did that which was evil in Yahweh’s sight, and walked in the way of his father, and in his sin with which he made Israel to sin.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Baasha the son of Ahijah, of the house of Issachar, conspired against him; and Baasha struck him at Gibbethon, which belonged to the Philistines; for Nadab and all Israel were besieging Gibbethon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Even in the third year of Asa king of Judah, Baasha killed him, and reigned in his place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "As soon as he was king, he struck all the house of Jeroboam. He didn’t leave to Jeroboam any who breathed, until he had destroyed him; according to the saying of Yahweh, which he spoke by his servant Ahijah the Shilonite;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "for the sins of Jeroboam which he sinned, and with which he made Israel to sin, because of his provocation with which he provoked Yahweh, the God of Israel, to anger.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Nadab, and all that he did, aren’t they written in the book of the chronicles of the kings of Israel?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "There was war between Asa and Baasha king of Israel all their days. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "In the third year of Asa king of Judah, Baasha the son of Ahijah began to reign over all Israel in Tirzah for twenty-four years.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "He did that which was evil in Yahweh’s sight, and walked in the way of Jeroboam, and in his sin with which he made Israel to sin. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Yahweh’s word came to Jehu the son of Hanani against Baasha, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "“Because I exalted you out of the dust, and made you prince over my people Israel, and you have walked in the way of Jeroboam, and have made my people Israel to sin, to provoke me to anger with their sins;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "behold, I will utterly sweep away Baasha and his house; and I will make your house like the house of Jeroboam the son of Nebat.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The dogs will eat Baasha’s descendants who die in the city; and he who dies of his in the field, the birds of the sky will eat.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Baasha, and what he did, and his might, aren’t they written in the book of the chronicles of the kings of Israel?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Baasha slept with his fathers, and was buried in Tirzah; and Elah his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Moreover Yahweh’s word came by the prophet Jehu the son of Hanani against Baasha and against his house, both because of all the evil that he did in Yahweh’s sight, to provoke him to anger with the work of his hands, in being like the house of Jeroboam, and because he struck him. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "In the twenty-sixth year of Asa king of Judah, Elah the son of Baasha began to reign over Israel in Tirzah for two years.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "His servant Zimri, captain of half his chariots, conspired against him. Now he was in Tirzah, drinking himself drunk in the house of Arza, who was over the household in Tirzah;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "and Zimri went in and struck him, and killed him, in the twenty-seventh year of Asa king of Judah, and reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "When he began to reign, as soon as he sat on his throne, he attacked all the house of Baasha. He didn’t leave him a single one who urinates on a wall among his relatives or his friends.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Thus Zimri destroyed all the house of Baasha, according to Yahweh’s word, which he spoke against Baasha by Jehu the prophet,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "for all the sins of Baasha, and the sins of Elah his son, which they sinned, and with which they made Israel to sin, to provoke Yahweh, the God of Israel, to anger with their vanities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Elah, and all that he did, aren’t they written in the book of the chronicles of the kings of Israel?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "In the twenty-seventh year of Asa king of Judah, Zimri reigned seven days in Tirzah. Now the people were encamped against Gibbethon, which belonged to the Philistines.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "The people who were encamped heard that Zimri had conspired, and had also killed the king. Therefore all Israel made Omri, the captain of the army, king over Israel that day in the camp.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Omri went up from Gibbethon, and all Israel with him, and they besieged Tirzah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "When Zimri saw that the city was taken, he went into the fortified part of the king’s house, and burned the king’s house over him with fire, and died,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "for his sins which he sinned in doing that which was evil in Yahweh’s sight, in walking in the way of Jeroboam, and in his sin which he did, to make Israel to sin.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Zimri, and his treason that he committed, aren’t they written in the book of the chronicles of the kings of Israel? "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Then the people of Israel were divided into two parts: half of the people followed Tibni the son of Ginath, to make him king; and half followed Omri.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "But the people who followed Omri prevailed against the people who followed Tibni the son of Ginath; so Tibni died, and Omri reigned.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "In the thirty-first year of Asa king of Judah, Omri began to reign over Israel for twelve years. He reigned six years in Tirzah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "He bought the hill Samaria of Shemer for two talents of silver; and he built on the hill, and called the name of the city which he built Samaria, after the name of Shemer, the owner of the hill.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Omri did that which was evil in Yahweh’s sight, and dealt wickedly above all who were before him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "For he walked in all the way of Jeroboam the son of Nebat, and in his sins with which he made Israel to sin, to provoke Yahweh, the God of Israel, to anger with their vanities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Omri which he did, and his might that he showed, aren’t they written in the book of the chronicles of the kings of Israel?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "So Omri slept with his fathers, and was buried in Samaria; and Ahab his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "In the thirty-eighth year of Asa king of Judah, Ahab the son of Omri began to reign over Israel. Ahab the son of Omri reigned over Israel in Samaria twenty-two years.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Ahab the son of Omri did that which was evil in Yahweh’s sight above all that were before him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "As if it had been a light thing for him to walk in the sins of Jeroboam the son of Nebat, he took as wife Jezebel the daughter of Ethbaal king of the Sidonians, and went and served Baal, and worshiped him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "He raised up an altar for Baal in the house of Baal, which he had built in Samaria.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "Ahab made the Asherah; and Ahab did more yet to provoke Yahweh, the God of Israel, to anger than all the kings of Israel who were before him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "In his days Hiel the Bethelite built Jericho. He laid its foundation with the loss of Abiram his firstborn, and set up its gates with the loss of his youngest son Segub, according to Yahweh’s word, which he spoke by Joshua the son of Nun. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Elijah the Tishbite, who was one of the settlers of Gilead, said to Ahab, “As Yahweh, the God of Israel, lives, before whom I stand, there shall not be dew nor rain these years, but according to my word.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Then Yahweh’s word came to him, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "“Go away from here, turn eastward, and hide yourself by the brook Cherith, that is before the Jordan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "You shall drink from the brook. I have commanded the ravens to feed you there.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "So he went and did according to Yahweh’s word; for he went and lived by the brook Cherith that is before the Jordan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "The ravens brought him bread and meat in the morning, and bread and meat in the evening; and he drank from the brook.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "After a while, the brook dried up, because there was no rain in the land. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Yahweh’s word came to him, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "“Arise, go to Zarephath, which belongs to Sidon, and stay there. Behold, I have commanded a widow there to sustain you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "So he arose and went to Zarephath; and when he came to the gate of the city, behold, a widow was there gathering sticks. He called to her, and said, “Please get me a little water in a jar, that I may drink.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "As she was going to get it, he called to her, and said, “Please bring me a morsel of bread in your hand.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "She said, “As Yahweh your God lives, I don’t have a cake, but a handful of meal in a jar, and a little oil in a jar. Behold, I am gathering two sticks, that I may go in and bake it for me and my son, that we may eat it, and die.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Elijah said to her, “Don’t be afraid. Go and do as you have said; but make me a little cake from it first, and bring it out to me, and afterward make some for you and for your son.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "For Yahweh, the God of Israel says, ‘The jar of meal will not run out, and the jar of oil will not fail, until the day that Yahweh sends rain on the earth.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "She went and did according to the saying of Elijah; and she, and he, and her house, ate many days.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "The jar of meal didn’t run out, and the jar of oil didn’t fail, according to Yahweh’s word, which he spoke by Elijah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "After these things, the son of the woman, the mistress of the house, became sick; and his sickness was so severe that there was no breath left in him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "She said to Elijah, “What have I to do with you, you man of God? You have come to me to bring my sin to memory, and to kill my son!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "He said to her, “Give me your son.” He took him out of her bosom, and carried him up into the room where he stayed, and laid him on his own bed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "He cried to Yahweh, and said, “Yahweh my God, have you also brought evil on the widow with whom I am staying, by killing her son?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "He stretched himself on the child three times, and cried to Yahweh, and said, “Yahweh my God, please let this child’s soul come into him again.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Yahweh listened to the voice of Elijah; and the soul of the child came into him again, and he revived.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Elijah took the child, and brought him down out of the room into the house, and delivered him to his mother; and Elijah said, “Behold, your son lives.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "The woman said to Elijah, “Now I know that you are a man of God, and that Yahweh’s word in your mouth is truth.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "After many days, Yahweh’s word came to Elijah, in the third year, saying, “Go, show yourself to Ahab; and I will send rain on the earth.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Elijah went to show himself to Ahab. The famine was severe in Samaria.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Ahab called Obadiah, who was over the household. (Now Obadiah feared Yahweh greatly;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "for when Jezebel cut off Yahweh’s prophets, Obadiah took one hundred prophets, and hid them by fifty in a cave, and fed them with bread and water.)  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Ahab said to Obadiah, “Go through the land, to all the springs of water, and to all the brooks. Perhaps we may find grass and save the horses and mules alive, that we not lose all the animals.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "So they divided the land between them to pass throughout it. Ahab went one way by himself, and Obadiah went another way by himself.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "As Obadiah was on the way, behold, Elijah met him. He recognized him, and fell on his face, and said, “Is it you, my lord Elijah?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "He answered him, “It is I. Go, tell your lord, ‘Behold, Elijah is here!’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "He said, “How have I sinned, that you would deliver your servant into the hand of Ahab, to kill me?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "As Yahweh your God lives, there is no nation or kingdom where my lord has not sent to seek you. When they said, ‘He is not here,’ he took an oath of the kingdom and nation, that they didn’t find you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Now you say, ‘Go, tell your lord, “Behold, Elijah is here.” ’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "It will happen, as soon as I leave you, that Yahweh’s Spirit will carry you I don’t know where; and so when I come and tell Ahab, and he can’t find you, he will kill me. But I, your servant, have feared Yahweh from my youth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Wasn’t it told my lord what I did when Jezebel killed Yahweh’s prophets, how I hid one hundred men of Yahweh’s prophets with fifty to a cave, and fed them with bread and water?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Now you say, ‘Go, tell your lord, “Behold, Elijah is here”.’ He will kill me.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Elijah said, “As Yahweh of Armies lives, before whom I stand, I will surely show myself to him today.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "So Obadiah went to meet Ahab, and told him; and Ahab went to meet Elijah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "When Ahab saw Elijah, Ahab said to him, “Is that you, you troubler of Israel?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "He answered, “I have not troubled Israel; but you, and your father’s house, in that you have forsaken Yahweh’s commandments, and you have followed the Baals.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Now therefore send, and gather to me all Israel to Mount Carmel, and four hundred fifty of the prophets of Baal, and four hundred of the prophets of the Asherah, who eat at Jezebel’s table.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "So Ahab sent to all the children of Israel, and gathered the prophets together to Mount Carmel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Elijah came near to all the people, and said, “How long will you waver between the two sides? If Yahweh is God, follow him; but if Baal, then follow him.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 21,
		"sectionNumber": 2,
		"value": "The people didn’t say a word. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Then Elijah said to the people, “I, even I only, am left as a prophet of Yahweh; but Baal’s prophets are four hundred fifty men.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Let them therefore give us two bulls; and let them choose one bull for themselves, and cut it in pieces, and lay it on the wood, and put no fire under; and I will dress the other bull, and lay it on the wood, and put no fire under it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "You call on the name of your god, and I will call on Yahweh’s name. The God who answers by fire, let him be God.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 24,
		"sectionNumber": 2,
		"value": "All the people answered, “What you say is good.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Elijah said to the prophets of Baal, “Choose one bull for yourselves, and dress it first; for you are many; and call on the name of your god, but put no fire under it.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "They took the bull which was given them, and they dressed it, and called on the name of Baal from morning even until noon, saying, “Baal, hear us!” But there was no voice, and nobody answered. They leaped about the altar which was made.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "At noon, Elijah mocked them, and said, “Cry aloud; for he is a god. Either he is deep in thought, or he has gone somewhere, or he is on a journey, or perhaps he sleeps and must be awakened.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "They cried aloud, and cut themselves in their way with knives and lances, until the blood gushed out on them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "When midday was past, they prophesied until the time of the evening offering; but there was no voice, no answer, and nobody paid attention. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Elijah said to all the people, “Come near to me!”; and all the people came near to him. He repaired Yahweh’s altar that had been thrown down.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Elijah took twelve stones, according to the number of the tribes of the sons of Jacob, to whom Yahweh’s word came, saying, “Israel shall be your name.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "With the stones he built an altar in Yahweh’s name. He made a trench around the altar, large enough to contain two seahs of seed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "He put the wood in order, and cut the bull in pieces, and laid it on the wood. He said, “Fill four jars with water, and pour it on the burnt offering, and on the wood.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "He said, “Do it a second time;” and they did it the second time. He said, “Do it a third time;” and they did it the third time.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "The water ran around the altar; and he also filled the trench with water. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "At the time of the evening offering, Elijah the prophet came near, and said, “Yahweh, the God of Abraham, of Isaac, and of Israel, let it be known today that you are God in Israel, and that I am your servant, and that I have done all these things at your word.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "Hear me, Yahweh, hear me, that this people may know that you, Yahweh, are God, and that you have turned their heart back again.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "Then Yahweh’s fire fell, and consumed the burnt offering, the wood, the stones, and the dust, and licked up the water that was in the trench.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "When all the people saw it, they fell on their faces. They said, “Yahweh, he is God! Yahweh, he is God!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "Elijah said to them, “Seize the prophets of Baal! Don’t let one of them escape!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 40,
		"sectionNumber": 2,
		"value": "They seized them; and Elijah brought them down to the brook Kishon, and killed them there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "Elijah said to Ahab, “Get up, eat and drink; for there is the sound of abundance of rain.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "So Ahab went up to eat and to drink. Elijah went up to the top of Carmel; and he bowed himself down on the earth, and put his face between his knees.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "He said to his servant, “Go up now, and look toward the sea.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 43,
		"sectionNumber": 2,
		"value": "He went up, and looked, and said, “There is nothing.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 43,
		"sectionNumber": 3,
		"value": "He said, “Go again” seven times. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "On the seventh time, he said, “Behold, a small cloud, like a man’s hand, is rising out of the sea.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 44,
		"sectionNumber": 2,
		"value": "He said, “Go up, tell Ahab, ‘Get ready and go down, so that the rain doesn’t stop you.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "In a little while, the sky grew black with clouds and wind, and there was a great rain. Ahab rode, and went to Jezreel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 46,
		"sectionNumber": 1,
		"value": "Yahweh’s hand was on Elijah; and he tucked his cloak into his belt and ran before Ahab to the entrance of Jezreel. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Then Jezebel sent a messenger to Elijah, saying, “So let the gods do to me, and more also, if I don’t make your life as the life of one of them by tomorrow about this time!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "When he saw that, he arose, and ran for his life, and came to Beersheba, which belongs to Judah, and left his servant there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "But he himself went a day’s journey into the wilderness, and came and sat down under a juniper tree. Then he requested for himself that he might die, and said, “It is enough. Now, O Yahweh, take away my life; for I am not better than my fathers.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He lay down and slept under a juniper tree; and behold, an angel touched him, and said to him, “Arise and eat!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He looked, and behold, there was at his head a cake baked on the coals, and a jar of water. He ate and drank, and lay down again.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Yahweh’s angel came again the second time, and touched him, and said, “Arise and eat, because the journey is too great for you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "He arose, and ate and drank, and went in the strength of that food forty days and forty nights to Horeb, God’s Mountain.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "He came to a cave there, and camped there; and behold, Yahweh’s word came to him, and he said to him, “What are you doing here, Elijah?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "He said, “I have been very jealous for Yahweh, the God of Armies; for the children of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I, even I only, am left; and they seek my life, to take it away.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "He said, “Go out, and stand on the mountain before Yahweh.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 11,
		"sectionNumber": 2,
		"value": "Behold, Yahweh passed by, and a great and strong wind tore the mountains, and broke in pieces the rocks before Yahweh; but Yahweh was not in the wind. After the wind there was an earthquake; but Yahweh was not in the earthquake.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "After the earthquake a fire passed; but Yahweh was not in the fire. After the fire, there was a still small voice.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "When Elijah heard it, he wrapped his face in his mantle, went out, and stood in the entrance of the cave. Behold, a voice came to him, and said, “What are you doing here, Elijah?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "He said, “I have been very jealous for Yahweh, the God of Armies; for the children of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I, even I only, am left; and they seek my life, to take it away.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Yahweh said to him, “Go, return on your way to the wilderness of Damascus. When you arrive, anoint Hazael to be king over Syria.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Anoint Jehu the son of Nimshi to be king over Israel; and anoint Elisha the son of Shaphat of Abel Meholah to be prophet in your place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "He who escapes from the sword of Hazael, Jehu will kill; and he who escapes from the sword of Jehu, Elisha will kill.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Yet I reserved seven thousand in Israel, all the knees of which have not bowed to Baal, and every mouth which has not kissed him.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "So he departed from there, and found Elisha the son of Shaphat, who was plowing with twelve yoke of oxen before him, and he with the twelfth. Elijah went over to him, and put his mantle on him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Elisha left the oxen, and ran after Elijah, and said, “Let me please kiss my father and my mother, and then I will follow you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 20,
		"sectionNumber": 2,
		"value": "He said to him, “Go back again; for what have I done to you?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "He returned from following him, and took the yoke of oxen, and killed them, and boiled their meat with the instruments of the oxen, and gave to the people, and they ate. Then he arose, and went after Elijah, and served him. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Ben Hadad the king of Syria gathered all his army together; and there were thirty-two kings with him, with horses and chariots. He went up and besieged Samaria, and fought against it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He sent messengers to Ahab king of Israel, into the city, and said to him, “Ben Hadad says,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "‘Your silver and your gold is mine. Your wives also and your children, even the best, are mine.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The king of Israel answered, “It is according to your saying, my lord, O king. I am yours, and all that I have.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "The messengers came again, and said, “Ben Hadad says, ‘I sent indeed to you, saying, “You shall deliver me your silver, and your gold, and your wives, and your children;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "but I will send my servants to you tomorrow about this time, and they will search your house, and the houses of your servants; whatever is pleasant in your eyes, they will put it in their hand, and take it away.” ’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Then the king of Israel called all the elders of the land, and said, “Please notice how this man seeks mischief; for he sent to me for my wives, and for my children, and for my silver, and for my gold; and I didn’t deny him.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "All the elders and all the people said to him, “Don’t listen, and don’t consent.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Therefore he said to the messengers of Ben Hadad, “Tell my lord the king, ‘All that you sent for to your servant at the first I will do; but this thing I cannot do.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 9,
		"sectionNumber": 2,
		"value": "The messengers departed, and brought him back the message.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Ben Hadad sent to him, and said, “The gods do so to me, and more also, if the dust of Samaria will be enough for handfuls for all the people who follow me.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "The king of Israel answered, “Tell him, ‘Don’t let him who puts on his armor brag like he who takes it off.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "When Ben Hadad heard this message, as he was drinking, he and the kings, in the pavilions, he said to his servants, “Prepare to attack!” They prepared to attack the city. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Behold, a prophet came near to Ahab king of Israel, and said, “Yahweh says, ‘Have you seen all this great multitude? Behold, I will deliver it into your hand today. Then you will know that I am Yahweh.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Ahab said, “By whom?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 14,
		"sectionNumber": 2,
		"value": "He said, “Yahweh says, ‘By the young men of the princes of the provinces.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 14,
		"sectionNumber": 3,
		"value": "Then he said, “Who shall begin the battle?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 14,
		"sectionNumber": 4,
		"value": "He answered, “You.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Then he mustered the young men of the princes of the provinces, and they were two hundred and thirty-two. After them, he mustered all the people, even all the children of Israel, being seven thousand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "They went out at noon. But Ben Hadad was drinking himself drunk in the pavilions, he and the kings, the thirty-two kings who helped him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "The young men of the princes of the provinces went out first; and Ben Hadad sent out, and they told him, saying, “Men are coming out from Samaria.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "He said, “If they have come out for peace, take them alive; or if they have come out for war, take them alive.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "So these went out of the city, the young men of the princes of the provinces, and the army which followed them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "They each killed his man. The Syrians fled, and Israel pursued them. Ben Hadad the king of Syria escaped on a horse with horsemen.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "The king of Israel went out, and struck the horses and chariots, and killed the Syrians with a great slaughter.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "The prophet came near to the king of Israel, and said to him, “Go, strengthen yourself, and mark, and see what you do; for at the return of the year the king of Syria will come up against you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "The servants of the king of Syria said to him, “Their god is a god of the hills; therefore they were stronger than we. But let’s fight against them in the plain, and surely we will be stronger than they.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Do this thing: take the kings away, every man out of his place, and put captains in their place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Muster an army, like the army that you have lost, horse for horse, and chariot for chariot. We will fight against them in the plain, and surely we will be stronger than they are.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 25,
		"sectionNumber": 2,
		"value": "He listened to their voice, and did so.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "At the return of the year, Ben Hadad mustered the Syrians, and went up to Aphek, to fight against Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "The children of Israel were mustered and given provisions, and went against them. The children of Israel encamped before them like two little flocks of young goats; but the Syrians filled the country.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "A man of God came near and spoke to the king of Israel, and said, “Yahweh says, ‘Because the Syrians have said, “Yahweh is a god of the hills, but he is not a god of the valleys;” therefore I will deliver all this great multitude into your hand, and you shall know that I am Yahweh.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "They encamped opposite each other for seven days. So it was, that in the seventh day the battle was joined; and the children of Israel killed one hundred thousand footmen of the Syrians in one day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "But the rest fled to Aphek, into the city; and the wall fell on twenty-seven thousand men who were left. Ben Hadad fled, and came into the city, into an inner room.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "His servants said to him, “See now, we have heard that the kings of the house of Israel are merciful kings. Please let us put sackcloth on our bodies, and ropes on our heads, and go out to the king of Israel. Maybe he will save your life.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "So they put sackcloth on their bodies and ropes on their heads, and came to the king of Israel, and said, “Your servant Ben Hadad says, ‘Please let me live.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 32,
		"sectionNumber": 2,
		"value": "He said, “Is he still alive? He is my brother.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "Now the men observed diligently, and hurried to take this phrase; and they said, “Your brother Ben Hadad.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 33,
		"sectionNumber": 2,
		"value": "Then he said, “Go, bring him.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 33,
		"sectionNumber": 3,
		"value": "Then Ben Hadad came out to him; and he caused him to come up into the chariot.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "Ben Hadad said to him, “The cities which my father took from your father I will restore. You shall make streets for yourself in Damascus, as my father made in Samaria.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 34,
		"sectionNumber": 2,
		"value": "“I”, said Ahab, “will let you go with this covenant.” So he made a covenant with him, and let him go. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "A certain man of the sons of the prophets said to his fellow by Yahweh’s word, “Please strike me!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 35,
		"sectionNumber": 2,
		"value": "The man refused to strike him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "Then he said to him, “Because you have not obeyed Yahweh’s voice, behold, as soon as you have departed from me, a lion will kill you.” As soon as he had departed from him, a lion found him and killed him. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "Then he found another man, and said, “Please strike me.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 37,
		"sectionNumber": 2,
		"value": "The man struck him and wounded him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "So the prophet departed, and waited for the king by the way, and disguised himself with his headband over his eyes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "As the king passed by, he cried to the king; and he said, “Your servant went out into the middle of the battle; and behold, a man came over, and brought a man to me, and said, ‘Guard this man! If by any means he is missing, then your life shall be for his life, or else you shall pay a talent of silver.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "As your servant was busy here and there, he was gone.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 40,
		"sectionNumber": 2,
		"value": "The king of Israel said to him, “So shall your judgment be. You yourself have decided it.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "He hurried, and took the headband away from his eyes; and the king of Israel recognized that he was one of the prophets.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "He said to him, “Yahweh says, ‘Because you have let go out of your hand the man whom I had devoted to destruction, therefore your life will take the place of his life, and your people take the place of his people.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "The king of Israel went to his house sullen and angry, and came to Samaria. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "After these things, Naboth the Jezreelite had a vineyard, which was in Jezreel, next to the palace of Ahab king of Samaria.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Ahab spoke to Naboth, saying, “Give me your vineyard, that I may have it for a garden of herbs, because it is near my house; and I will give you for it a better vineyard than it. Or, if it seems good to you, I will give you its worth in money.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Naboth said to Ahab, “May Yahweh forbid me, that I should give the inheritance of my fathers to you!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Ahab came into his house sullen and angry because of the word which Naboth the Jezreelite had spoken to him; for he had said, “I will not give you the inheritance of my fathers.” He laid himself down on his bed, and turned away his face, and would eat no bread.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "But Jezebel his wife came to him, and said to him, “Why is your spirit so sad, that you eat no bread?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He said to her, “Because I spoke to Naboth the Jezreelite, and said to him, ‘Give me your vineyard for money; or else, if it pleases you, I will give you another vineyard for it.’ He answered, ‘I will not give you my vineyard.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Jezebel his wife said to him, “Do you now govern the kingdom of Israel? Arise, and eat bread, and let your heart be merry. I will give you the vineyard of Naboth the Jezreelite.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "So she wrote letters in Ahab’s name, and sealed them with his seal, and sent the letters to the elders and to the nobles who were in his city, who lived with Naboth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "She wrote in the letters, saying, “Proclaim a fast, and set Naboth on high among the people.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Set two men, wicked fellows, before him, and let them testify against him, saying, ‘You cursed God and the king!’ Then carry him out, and stone him to death.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "The men of his city, even the elders and the nobles who lived in his city, did as Jezebel had instructed them in the letters which she had written and sent to them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "They proclaimed a fast, and set Naboth on high among the people.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "The two men, the wicked fellows, came in and sat before him. The wicked fellows testified against him, even against Naboth, in the presence of the people, saying, “Naboth cursed God and the king!” Then they carried him out of the city and stoned him to death with stones.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Then they sent to Jezebel, saying, “Naboth has been stoned, and is dead.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "When Jezebel heard that Naboth had been stoned, and was dead, Jezebel said to Ahab, “Arise, take possession of the vineyard of Naboth the Jezreelite, which he refused to give you for money; for Naboth is not alive, but dead.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "When Ahab heard that Naboth was dead, Ahab rose up to go down to the vineyard of Naboth the Jezreelite, to take possession of it. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Yahweh’s word came to Elijah the Tishbite, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "“Arise, go down to meet Ahab king of Israel, who dwells in Samaria. Behold, he is in the vineyard of Naboth, where he has gone down to take possession of it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "You shall speak to him, saying, ‘Yahweh says, “Have you killed and also taken possession?” ’ You shall speak to him, saying, ‘Yahweh says, “In the place where dogs licked the blood of Naboth, dogs will lick your blood, even yours.” ’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Ahab said to Elijah, “Have you found me, my enemy?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 20,
		"sectionNumber": 2,
		"value": "He answered, “I have found you, because you have sold yourself to do that which is evil in Yahweh’s sight.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Behold, I will bring evil on you, and will utterly sweep you away and will cut off from Ahab everyone who urinates against a wall, and him who is shut up and him who is left at large in Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "I will make your house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah for the provocation with which you have provoked me to anger, and have made Israel to sin.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Yahweh also spoke of Jezebel, saying, “The dogs will eat Jezebel by the rampart of Jezreel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "The dogs will eat he who dies of Ahab in the city; and the birds of the sky will eat he who dies in the field.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "But there was no one like Ahab, who sold himself to do that which was evil in Yahweh’s sight, whom Jezebel his wife stirred up.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "He did very abominably in following idols, according to all that the Amorites did, whom Yahweh cast out before the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "When Ahab heard those words, he tore his clothes, and put sackcloth on his flesh, and fasted, and lay in sackcloth, and went softly. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Yahweh’s word came to Elijah the Tishbite, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "“See how Ahab humbles himself before me? Because he humbles himself before me, I will not bring the evil in his days; but I will bring the evil on his house in his son’s day.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "They continued three years without war between Syria and Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "In the third year, Jehoshaphat the king of Judah came down to the king of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "The king of Israel said to his servants, “You know that Ramoth Gilead is ours, and we do nothing, and don’t take it out of the hand of the king of Syria?”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He said to Jehoshaphat, “Will you go with me to battle to Ramoth Gilead?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 4,
		"sectionNumber": 2,
		"value": "Jehoshaphat said to the king of Israel, “I am as you are, my people as your people, my horses as your horses.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Jehoshaphat said to the king of Israel, “Please inquire first for Yahweh’s word.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Then the king of Israel gathered the prophets together, about four hundred men, and said to them, “Should I go against Ramoth Gilead to battle, or should I refrain?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 6,
		"sectionNumber": 2,
		"value": "They said, “Go up; for the Lord will deliver it into the hand of the king.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "But Jehoshaphat said, “Isn’t there here a prophet of Yahweh, that we may inquire of him?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The king of Israel said to Jehoshaphat, “There is yet one man by whom we may inquire of Yahweh, Micaiah the son of Imlah; but I hate him, for he does not prophesy good concerning me, but evil.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 8,
		"sectionNumber": 2,
		"value": "Jehoshaphat said, “Don’t let the king say so.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Then the king of Israel called an officer, and said, “Quickly get Micaiah the son of Imlah.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Now the king of Israel and Jehoshaphat the king of Judah were sitting each on his throne, arrayed in their robes, in an open place at the entrance of the gate of Samaria; and all the prophets were prophesying before them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Zedekiah the son of Chenaanah made himself horns of iron, and said, “Yahweh says, ‘With these you will push the Syrians, until they are consumed.’ ”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "All the prophets prophesied so, saying, “Go up to Ramoth Gilead, and prosper; for Yahweh will deliver it into the hand of the king.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "The messenger who went to call Micaiah spoke to him, saying, “See now, the prophets declare good to the king with one mouth. Please let your word be like the word of one of them, and speak good.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Micaiah said, “As Yahweh lives, what Yahweh says to me, that I will speak.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "When he had come to the king, the king said to him, “Micaiah, shall we go to Ramoth Gilead to battle, or shall we forbear?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 15,
		"sectionNumber": 2,
		"value": "He answered him, “Go up and prosper; and Yahweh will deliver it into the hand of the king.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "The king said to him, “How many times do I have to adjure you that you speak to me nothing but the truth in Yahweh’s name?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "He said, “I saw all Israel scattered on the mountains, as sheep that have no shepherd. Yahweh said, ‘These have no master. Let them each return to his house in peace.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "The king of Israel said to Jehoshaphat, “Didn’t I tell you that he would not prophesy good concerning me, but evil?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Micaiah said, “Therefore hear Yahweh’s word. I saw Yahweh sitting on his throne, and all the army of heaven standing by him on his right hand and on his left.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Yahweh said, ‘Who will entice Ahab, that he may go up and fall at Ramoth Gilead?’ One said one thing; and another said another. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "A spirit came out and stood before Yahweh, and said, ‘I will entice him.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Yahweh said to him, ‘How?’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 22,
		"sectionNumber": 2,
		"value": "He said, ‘I will go out and will be a lying spirit in the mouth of all his prophets.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 22,
		"sectionNumber": 3,
		"value": "He said, ‘You will entice him, and will also prevail. Go out and do so.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Now therefore, behold, Yahweh has put a lying spirit in the mouth of all these your prophets; and Yahweh has spoken evil concerning you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Then Zedekiah the son of Chenaanah came near, and struck Micaiah on the cheek, and said, “Which way did Yahweh’s Spirit go from me to speak to you?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Micaiah said, “Behold, you will see on that day, when you go into an inner room to hide yourself.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "The king of Israel said, “Take Micaiah, and carry him back to Amon the governor of the city, and to Joash the king’s son.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Say, ‘The king says, “Put this fellow in the prison, and feed him with bread of affliction and with water of affliction, until I come in peace.” ’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Micaiah said, “If you return at all in peace, Yahweh has not spoken by me.” He said, “Listen, all you people!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "So the king of Israel and Jehoshaphat the king of Judah went up to Ramoth Gilead.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "The king of Israel said to Jehoshaphat, “I will disguise myself, and go into the battle; but you put on your robes.” The king of Israel disguised himself, and went into the battle. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Now the king of Syria had commanded the thirty-two captains of his chariots, saying, “Don’t fight with small nor great, except only with the king of Israel.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "When the captains of the chariots saw Jehoshaphat, they said, “Surely that is the king of Israel!” and they came over to fight against him. Jehoshaphat cried out.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "When the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "A certain man drew his bow at random, and struck the king of Israel between the joints of the armor. Therefore he said to the driver of his chariot, “Turn your hand, and carry me out of the battle; for I am severely wounded.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "The battle increased that day. The king was propped up in his chariot facing the Syrians, and died at evening. The blood ran out of the wound into the bottom of the chariot.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "A cry went throughout the army about the going down of the sun, saying, “Every man to his city, and every man to his country!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "So the king died, and was brought to Samaria; and they buried the king in Samaria.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "They washed the chariot by the pool of Samaria; and the dogs licked up his blood where the prostitutes washed themselves; according to Yahweh’s word which he spoke. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Ahab, and all that he did, and the ivory house which he built, and all the cities that he built, aren’t they written in the book of the chronicles of the kings of Israel?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "So Ahab slept with his fathers; and Ahaziah his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "Jehoshaphat the son of Asa began to reign over Judah in the fourth year of Ahab king of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "Jehoshaphat was thirty-five years old when he began to reign; and he reigned twenty-five years in Jerusalem. His mother’s name was Azubah the daughter of Shilhi.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "He walked in all the way of Asa his father. He didn’t turn away from it, doing that which was right in Yahweh’s eyes. However the high places were not taken away. The people still sacrificed and burned incense on the high places.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "Jehoshaphat made peace with the king of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Jehoshaphat, and his might that he showed, and how he fought, aren’t they written in the book of the chronicles of the kings of Judah?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 46,
		"sectionNumber": 1,
		"value": "The remnant of the sodomites, that remained in the days of his father Asa, he put away out of the land.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 47,
		"sectionNumber": 1,
		"value": "There was no king in Edom. A deputy ruled.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 48,
		"sectionNumber": 1,
		"value": "Jehoshaphat made ships of Tarshish to go to Ophir for gold, but they didn’t go; for the ships wrecked at Ezion Geber.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 49,
		"sectionNumber": 1,
		"value": "Then Ahaziah the son of Ahab said to Jehoshaphat, “Let my servants go with your servants in the ships.” But Jehoshaphat would not.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 50,
		"sectionNumber": 1,
		"value": "Jehoshaphat slept with his fathers, and was buried with his fathers in his father David’s city. Jehoram his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 51,
		"sectionNumber": 1,
		"value": "Ahaziah the son of Ahab began to reign over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned two years over Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 52,
		"sectionNumber": 1,
		"value": "He did that which was evil in Yahweh’s sight, and walked in the way of his father, and in the way of his mother, and in the way of Jeroboam the son of Nebat, in which he made Israel to sin.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 53,
		"sectionNumber": 1,
		"value": "He served Baal and worshiped him, and provoked Yahweh, the God of Israel, to anger in all the ways that his father had done so. "
	},
	{
		"type": "paragraph end"
	}
]