[
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Solomon the son of David was firmly established in his kingdom, and Yahweh  his God was with him, and made him exceedingly great.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Solomon spoke to all Israel, to the captains of thousands and of hundreds, to the judges, and to every prince in all Israel, the heads of the fathers’ households.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "So Solomon, and all the assembly with him, went to the high place that was at Gibeon; for God’s Tent of Meeting was there, which Yahweh’s servant Moses had made in the wilderness.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "But David had brought God’s ark up from Kiriath Jearim to the place that David had prepared for it; for he had pitched a tent for it at Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Moreover the bronze altar that Bezalel the son of Uri, the son of Hur, had made was there before Yahweh’s tabernacle; and Solomon and the assembly were seeking counsel there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Solomon went up there to the bronze altar before Yahweh, which was at the Tent of Meeting, and offered one thousand burnt offerings on it. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "That night, God appeared to Solomon and said to him, “Ask for what you want me to give you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Solomon said to God, “You have shown great loving kindness to David my father, and have made me king in his place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Now, Yahweh God, let your promise to David my father be established; for you have made me king over a people like the dust of the earth in multitude.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Now give me wisdom and knowledge, that I may go out and come in before this people; for who can judge this great people of yours?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "God said to Solomon, “Because this was in your heart, and you have not asked riches, wealth, honor, or the life of those who hate you, nor yet have you asked for long life; but have asked for wisdom and knowledge for yourself, that you may judge my people, over whom I have made you king,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "therefore wisdom and knowledge is granted to you. I will give you riches, wealth, and honor, such as none of the kings have had who have been before you had, and none after you will have.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "So Solomon came from the high place that was at Gibeon, from before the Tent of Meeting, to Jerusalem; and he reigned over Israel. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Solomon gathered chariots and horsemen. He had one thousand four hundred chariots and twelve thousand horsemen that he placed in the chariot cities, and with the king at Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "The king made silver and gold to be as common as stones in Jerusalem, and he made cedars to be as common as the sycamore trees that are in the lowland.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "The horses which Solomon had were brought out of Egypt and from Kue. The king’s merchants purchased them from Kue.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "They brought up and brought out of Egypt a chariot for six hundred pieces of silver, and a horse for one hundred fifty. They also exported them to the Hittite kings and the Syrian kings. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now Solomon decided to build a house for Yahweh’s name, and a house for his kingdom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Solomon counted out seventy thousand men to bear burdens, eighty thousand men who were stone cutters in the mountains, and three thousand six hundred to oversee them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Solomon sent to Huram the king of Tyre, saying, “As you dealt with David my father, and sent him cedars to build him a house in which to dwell, so deal with me.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Behold, I am about to build a house for the name of Yahweh my God, to dedicate it to him, to burn before him incense of sweet spices, for the continual show bread, and for the burnt offerings morning and evening, on the Sabbaths, on the new moons, and on the set feasts of Yahweh our God. This is an ordinance forever to Israel. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "“The house which I am building will be great; for our God is greater than all gods.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "But who is able to build him a house, since heaven and the heaven of heavens can’t contain him? Who am I then, that I should build him a house, except just to burn incense before him? "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "“Now therefore send me a man skillful to work in gold, in silver, in bronze, in iron, and in purple, crimson, and blue, and who knows how to engrave engravings, to be with the skillful men who are with me in Judah and in Jerusalem, whom David my father provided. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "“Send me also cedar trees, cypress trees, and algum trees out of Lebanon; for I know that your servants know how to cut timber in Lebanon. Behold, my servants will be with your servants,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "even to prepare me timber in abundance; for the house which I am about to build will be great and wonderful.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Behold, I will give to your servants, the cutters who cut timber, twenty thousand cors of beaten wheat, twenty thousand baths of barley, twenty thousand baths of wine, and twenty thousand baths of oil.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Then Huram the king of Tyre answered in writing, which he sent to Solomon, “Because Yahweh loves his people, he has made you king over them.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Huram continued, “Blessed be Yahweh, the God of Israel, who made heaven and earth, who has given to David the king a wise son, endowed with discretion and understanding, who would build a house for Yahweh, and a house for his kingdom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Now I have sent a skillful man, endowed with understanding, of Huram my father’s,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "the son of a woman of the daughters of Dan; and his father was a man of Tyre, skillful to work in gold, in silver, in bronze, in iron, in stone, in timber, and in purple, in blue, in fine linen, and in crimson, also to engrave any kind of engraving and to devise any device; that there may be a place appointed to him with your skillful men, and with the skillful men of my lord David your father. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "“Now therefore the wheat, the barley, the oil, and the wine, which my lord has spoken of, let him send to his servants;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "and we will cut wood out of Lebanon, as much as you need. We will bring it to you in rafts by sea to Joppa; then you shall carry it up to Jerusalem.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Solomon counted all the foreigners who were in the land of Israel, after the census with which David his father had counted them; and they found one hundred fifty-three thousand six hundred.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "He set seventy thousand of them to bear burdens, eighty thousand who were stone cutters in the mountains, and three thousand six hundred overseers to assign the people their work. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Then Solomon began to build Yahweh’s house at Jerusalem on Mount Moriah, where Yahweh appeared to David his father, which he prepared in the place that David had appointed, on the threshing floor of Ornan the Jebusite.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He began to build in the second day of the second month, in the fourth year of his reign.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Now these are the foundations which Solomon laid for the building of God’s house. The length by cubits after the first measure was sixty cubits, and the width twenty cubits.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The porch that was in front, its length, according to the width of the house, was twenty cubits, and the height one hundred twenty; and he overlaid it within with pure gold.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He made the larger room with a ceiling of cypress wood, which he overlaid with fine gold, and ornamented it with palm trees and chains.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He decorated the house with precious stones for beauty. The gold was gold from Parvaim.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "He also overlaid the house, the beams, the thresholds, its walls, and its doors with gold; and engraved cherubim on the walls. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "He made the most holy place. Its length, according to the width of the house, was twenty cubits, and its width twenty cubits; and he overlaid it with fine gold, amounting to six hundred talents.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "The weight of the nails was fifty shekels of gold. He overlaid the upper rooms with gold. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "In the most holy place he made two cherubim by carving; and they overlaid them with gold.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "The wings of the cherubim were twenty cubits long: the wing of the one was five cubits, reaching to the wall of the house; and the other wing was five cubits, reaching to the wing of the other cherub.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The wing of the other cherub was five cubits, reaching to the wall of the house; and the other wing was five cubits, joining to the wing of the other cherub.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "The wings of these cherubim spread themselves out twenty cubits. They stood on their feet, and their faces were toward the house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "He made the veil of blue, purple, crimson, and fine linen, and ornamented it with cherubim. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Also he made before the house two pillars of thirty-five cubits height, and the capital that was on the top of each of them was five cubits.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "He made chains in the inner sanctuary, and put them on the tops of the pillars; and he made one hundred pomegranates, and put them on the chains.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "He set up the pillars before the temple, one on the right hand, and the other on the left; and called the name of that on the right hand Jachin, and the name of that on the left Boaz. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Then he made an altar of bronze, twenty cubits long, twenty cubits wide, and ten cubits high.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Also he made the molten sea of ten cubits from brim to brim. It was round, five cubits high, and thirty cubits in circumference.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Under it was the likeness of oxen, which encircled it, for ten cubits, encircling the sea. The oxen were in two rows, cast when it was cast.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "It stood on twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east; and the sea was set on them above, and all their hindquarters were inward.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "It was a handbreadth thick; and its brim was made like the brim of a cup, like the flower of a lily. It received and held three thousand baths.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He also made ten basins, and put five on the right hand, and five on the left, to wash in them. The things that belonged to the burnt offering were washed in them; but the sea was for the priests to wash in. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "He made the ten lamp stands of gold according to the ordinance concerning them; and he set them in the temple, five on the right hand, and five on the left.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "He made also ten tables, and placed them in the temple, five on the right side, and five on the left. He made one hundred basins of gold.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Furthermore he made the court of the priests, the great court, and doors for the court, and overlaid their doors with bronze.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "He set the sea on the right side of the house eastward, toward the south. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Huram made the pots, the shovels, and the basins. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 11,
		"sectionNumber": 2,
		"value": "So Huram finished doing the work that he did for king Solomon in God’s house:  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "the two pillars, the bowls, the two capitals which were on the top of the pillars, the two networks to cover the two bowls of the capitals that were on the top of the pillars,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "and the four hundred pomegranates for the two networks; two rows of pomegranates for each network, to cover the two bowls of the capitals that were on the pillars.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "He also made the bases, and he made the basins on the bases;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "one sea, and the twelve oxen under it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Huram his father also made the pots, the shovels, the forks, and all its vessels for king Solomon, for Yahweh’s house, of bright bronze.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "The king cast them in the plain of the Jordan, in the clay ground between Succoth and Zeredah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Thus Solomon made all these vessels in great abundance; for the weight of the bronze could not be determined. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Solomon made all the vessels that were in God’s house, the golden altar also, and the tables with the show bread on them;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "and the lamp stands with their lamps, to burn according to the ordinance before the inner sanctuary, of pure gold;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "and the flowers, the lamps, and the tongs of gold that was perfect gold;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "and the snuffers, the basins, the spoons, and the fire pans of pure gold. As for the entry of the house, its inner doors for the most holy place and the doors of the main hall of the temple were of gold. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Thus all the work that Solomon did for Yahweh’s house was finished. Solomon brought in the things that David his father had dedicated, even the silver, the gold, and all the vessels, and put them in the treasuries of God’s house. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Then Solomon assembled the elders of Israel, and all the heads of the tribes, the princes of the fathers’ households of the children of Israel, to Jerusalem, to bring up the ark of Yahweh’s covenant out of David’s city, which is Zion.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "So all the men of Israel assembled themselves to the king at the feast, which was in the seventh month.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "All the elders of Israel came. The Levites took up the ark;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "and they brought up the ark, the Tent of Meeting, and all the holy vessels that were in the Tent; these the Levitical priests brought up.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "King Solomon and all the congregation of Israel, who were assembled to him, were before the ark, sacrificing sheep and cattle that could not be counted or numbered for multitude.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "The priests brought in the ark of Yahweh’s covenant to its place, into the inner sanctuary of the house, to the most holy place, even under the wings of the cherubim.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "For the cherubim spread out their wings over the place of the ark, and the cherubim covered the ark and its poles above.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "The poles were so long that the ends of the poles were seen from the ark in front of the inner sanctuary; but they were not seen outside; and it is there to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "There was nothing in the ark except the two tablets which Moses put at Horeb, when Yahweh made a covenant with the children of Israel, when they came out of Egypt. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "When the priests had come out of the holy place (for all the priests who were present had sanctified themselves, and didn’t keep their divisions;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "also the Levites who were the singers, all of them, even Asaph, Heman, Jeduthun, and their sons and their brothers, arrayed in fine linen, with cymbals and stringed instruments and harps, stood at the east end of the altar, and with them one hundred twenty priests sounding with trumpets);  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "when the trumpeters and singers were as one, to make one sound to be heard in praising and thanking Yahweh; and when they lifted up their voice with the trumpets and cymbals and instruments of music, and praised Yahweh, saying, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 5,
		"verseNumber": 13,
		"sectionNumber": 2,
		"value": "“For he is good; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 5,
		"verseNumber": 13,
		"sectionNumber": 3,
		"value": "for his loving kindness endures forever!” "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 5,
		"verseNumber": 13,
		"sectionNumber": 4,
		"value": "then the house was filled with a cloud, even Yahweh’s house,  "
	},
	{
		"type": "line text",
		"chapterNumber": 5,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "so that the priests could not stand to minister by reason of the cloud; for Yahweh’s glory filled God’s house. "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Then Solomon said, “Yahweh has said that he would dwell in the thick darkness.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "But I have built you a house and home, a place for you to dwell in forever.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "The king turned his face, and blessed all the assembly of Israel: and all the assembly of Israel stood. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He said, “Blessed be Yahweh, the God of Israel, who spoke with his mouth to David my father, and has with his hands fulfilled it, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "‘Since the day that I brought my people out of the land of Egypt, I chose no city out of all the tribes of Israel to build a house in, that my name might be there and I chose no man to be prince over my people Israel;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "but now I have chosen Jerusalem, that my name might be there; and I have chosen David to be over my people Israel.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Now it was in the heart of David my father to build a house for the name of Yahweh, the God of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "But Yahweh said to David my father, ‘Whereas it was in your heart to build a house for my name, you did well that it was in your heart;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "nevertheless you shall not build the house; but your son who will come out of your body, he shall build the house for my name.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "“Yahweh has performed his word that he spoke; for I have risen up in the place of David my father, and sit on the throne of Israel, as Yahweh promised, and have built the house for the name of Yahweh, the God of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "There I have set the ark, in which is Yahweh’s covenant, which he made with the children of Israel.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "He stood before Yahweh’s altar in the presence of all the assembly of Israel, and spread out his hands  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "(for Solomon had made a bronze platform, five cubits long, and five cubits wide, and three cubits high, and had set it in the middle of the court; and he stood on it, and knelt down on his knees before all the assembly of Israel, and spread out his hands toward heaven)  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "and he said, “Yahweh, the God of Israel, there is no God like you in heaven or on earth; you who keep covenant and loving kindness with your servants who walk before you with all their heart;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "who have kept with your servant David my father that which you promised him. Yes, you spoke with your mouth, and have fulfilled it with your hand, as it is today. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "“Now therefore, Yahweh, the God of Israel, keep with your servant David my father that which you have promised him, saying, ‘There shall not fail you a man in my sight to sit on the throne of Israel, if only your children take heed to their way, to walk in my law as you have walked before me.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Now therefore, Yahweh, the God of Israel, let your word be verified, which you spoke to your servant David. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "“But will God indeed dwell with men on the earth? Behold, heaven and the heaven of heavens can’t contain you; how much less this house which I have built!  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Yet have respect for the prayer of your servant, and to his supplication, Yahweh my God, to listen to the cry and to the prayer which your servant prays before you;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "that your eyes may be open toward this house day and night, even toward the place where you have said that you would put your name; to listen to the prayer which your servant will pray toward this place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Listen to the petitions of your servant, and of your people Israel, when they pray toward this place. Yes, hear from your dwelling place, even from heaven; and when you hear, forgive. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "“If a man sins against his neighbor, and an oath is laid on him to cause him to swear, and he comes and swears before your altar in this house;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "then hear from heaven, act, and judge your servants, bringing retribution to the wicked, to bring his way on his own head; and justifying the righteous, to give him according to his righteousness. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "“If your people Israel are struck down before the enemy because they have sinned against you, and they turn again and confess your name, and pray and make supplication before you in this house;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "then hear from heaven, and forgive the sin of your people Israel, and bring them again to the land which you gave to them and to their fathers. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "“When the sky is shut up, and there is no rain, because they have sinned against you; if they pray toward this place, and confess your name, and turn from their sin, when you afflict them;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "then hear in heaven, and forgive the sin of your servants of your people Israel, when you teach them the good way in which they should walk; and send rain on your land, which you have given to your people for an inheritance. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "“If there is famine in the land, if there is pestilence, if there is blight or mildew, locust or caterpillar; if their enemies besiege them in the land of their cities; whatever plague or whatever sickness there is;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "whatever prayer and supplication is made by any man, or by all your people Israel, who will each know his own plague and his own sorrow, and shall spread out his hands toward this house;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "then hear from heaven your dwelling place and forgive, and render to every man according to all his ways, whose heart you know (for you, even you only, know the hearts of the children of men)  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "that they may fear you, to walk in your ways, so long as they live in the land which you gave to our fathers. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "“Moreover concerning the foreigner, who is not of your people Israel, when he comes from a far country for your great name’s sake, and your mighty hand, and your outstretched arm; when they come and pray toward this house;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "then hear from heaven, even from your dwelling place, and do according to all that the foreigner calls to you for; that all the peoples of the earth may know your name and fear you, as do your people Israel, and that they may know that this house which I have built is called by your name. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "“If your people go out to battle against their enemies, by whatever way you send them, and they pray to you toward this city which you have chosen, and the house which I have built for your name;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "then hear from heaven their prayer and their supplication, and maintain their cause. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "“If they sin against you (for there is no man who doesn’t sin), and you are angry with them, and deliver them to the enemy, so that they carry them away captive to a land far off or near;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "yet if they come to their senses in the land where they are carried captive, and turn again, and make supplication to you in the land of their captivity, saying, ‘We have sinned, we have done perversely, and have dealt wickedly;’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "if they return to you with all their heart and with all their soul in the land of their captivity, where they have carried them captive, and pray toward their land, which you gave to their fathers, and the city which you have chosen, and toward the house which I have built for your name;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "then hear from heaven, even from your dwelling place, their prayer and their petitions, and maintain their cause, and forgive your people who have sinned against you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "“Now, my God, let, I beg you, your eyes be open, and let your ears be attentive, to the prayer that is made in this place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "“Now therefore arise, Yahweh God, into your resting place, you, and the ark of your strength. Let your priests, Yahweh God, be clothed with salvation, and let your saints rejoice in goodness. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "“Yahweh God, don’t turn away the face of your anointed. Remember your loving kindnesses to David your servant.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now when Solomon had finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices; and Yahweh’s glory filled the house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "The priests could not enter into Yahweh’s house, because Yahweh’s glory filled Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "All the children of Israel looked on, when the fire came down, and Yahweh’s glory was on the house. They bowed themselves with their faces to the ground on the pavement, worshiped, and gave thanks to Yahweh, saying, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 7,
		"verseNumber": 3,
		"sectionNumber": 2,
		"value": "“For he is good; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 7,
		"verseNumber": 3,
		"sectionNumber": 3,
		"value": "for his loving kindness endures forever.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Then the king and all the people offered sacrifices before Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "King Solomon offered a sacrifice of twenty-two thousand head of cattle and a hundred twenty thousand sheep. So the king and all the people dedicated God’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "The priests stood, according to their positions; the Levites also with instruments of music of Yahweh, which David the king had made to give thanks to Yahweh, when David praised by their ministry, saying “For his loving kindness endures forever.” The priests sounded trumpets before them; and all Israel stood. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Moreover Solomon made the middle of the court that was before Yahweh’s house holy; for there he offered the burnt offerings, and the fat of the peace offerings, because the bronze altar which Solomon had made was not able to receive the burnt offering, the meal offering, and the fat. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "So Solomon held the feast at that time for seven days, and all Israel with him, a very great assembly, from the entrance of Hamath to the brook of Egypt. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "On the eighth day, they held a solemn assembly; for they kept the dedication of the altar seven days, and the feast seven days.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "On the twenty-third day of the seventh month, he sent the people away to their tents, joyful and glad of heart for the goodness that Yahweh had shown to David, and to Solomon, and to Israel his people. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Thus Solomon finished Yahweh’s house and the king’s house; and he successfully completed all that came into Solomon’s heart to make in Yahweh’s house and in his own house. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Yahweh appeared to Solomon by night, and said to him, “I have heard your prayer, and have chosen this place for myself for a house of sacrifice. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "“If I shut up the sky so that there is no rain, or if I command the locust to devour the land, or if I send pestilence among my people;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "if my people, who are called by my name, will humble themselves, pray, seek my face, and turn from their wicked ways; then I will hear from heaven, will forgive their sin, and will heal their land.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Now my eyes will be open and my ears attentive to prayer that is made in this place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "For now I have chosen and made this house holy, that my name may be there forever; and my eyes and my heart will be there perpetually. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "“As for you, if you will walk before me as David your father walked, and do according to all that I have commanded you, and will keep my statutes and my ordinances;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "then I will establish the throne of your kingdom, according as I covenanted with David your father, saying, ‘There shall not fail you a man to be ruler in Israel.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "But if you turn away, and forsake my statutes and my commandments which I have set before you, and shall go and serve other gods, and worship them;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "then I will pluck them up by the roots out of my land which I have given them; and this house, which I have made holy for my name, I will cast out of my sight, and I will make it a proverb and a byword among all peoples.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "This house, which is so high, everyone who passes by it shall be astonished, and shall say, ‘Why has Yahweh done this to this land and to this house?’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "They shall answer, ‘Because they abandoned Yahweh, the God of their fathers, who brought them out of the land of Egypt, and took other gods, worshiped them, and served them. Therefore he has brought all this evil on them.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "At the end of twenty years, in which Solomon had built Yahweh’s house and his own house,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Solomon built the cities which Huram had given to Solomon, and caused the children of Israel to dwell there. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Solomon went to Hamath Zobah, and prevailed against it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He built Tadmor in the wilderness, and all the storage cities, which he built in Hamath.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Also he built Beth Horon the upper and Beth Horon the lower, fortified cities, with walls, gates, and bars;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "and Baalath, and all the storage cities that Solomon had, and all the cities for his chariots, the cities for his horsemen, and all that Solomon desired to build for his pleasure in Jerusalem, in Lebanon, and in all the land of his dominion. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "As for all the people who were left of the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, who were not of Israel;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "of their children who were left after them in the land, whom the children of Israel didn’t consume, of them Solomon conscripted forced labor to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "But of the children of Israel, Solomon made no servants for his work; but they were men of war, and chief of his captains, and rulers of his chariots and of his horsemen.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "These were the chief officers of king Solomon, even two-hundred fifty, who ruled over the people. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Solomon brought up Pharaoh’s daughter out of David’s city to the house that he had built for her; for he said, “My wife shall not dwell in the house of David king of Israel, because the places where Yahweh’s ark has come are holy.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Then Solomon offered burnt offerings to Yahweh on Yahweh’s altar, which he had built before the porch,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "even as the duty of every day required, offering according to the commandment of Moses, on the Sabbaths, on the new moons, and on the set feasts, three times per year, during the feast of unleavened bread, during the feast of weeks, and during the feast of booths. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "He appointed, according to the ordinance of David his father, the divisions of the priests to their service, and the Levites to their offices, to praise and to minister before the priests, as the duty of every day required; the doorkeepers also by their divisions at every gate, for David the man of God had so commanded.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "They didn’t depart from the commandment of the king to the priests and Levites concerning any matter, or concerning the treasures. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Now all the work of Solomon was prepared from the day of the foundation of Yahweh’s house until it was finished. So Yahweh’s house was completed. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Then Solomon went to Ezion Geber and to Eloth, on the seashore in the land of Edom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Huram sent him ships and servants who had knowledge of the sea by the hands of his servants; and they came with the servants of Solomon to Ophir, and brought from there four hundred fifty talents of gold, and brought them to king Solomon. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When the queen of Sheba heard of the fame of Solomon, she came to test Solomon with hard questions at Jerusalem, with a very great caravan, including camels that bore spices, gold in abundance, and precious stones. When she had come to Solomon, she talked with him about all that was in her heart.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Solomon answered all her questions. There wasn’t anything hidden from Solomon which he didn’t tell her.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "When the queen of Sheba had seen the wisdom of Solomon, the house that he had built,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "the food of his table, the seating of his servants, the attendance of his ministers, their clothing, his cup bearers also, their clothing, and his ascent by which he went up to Yahweh’s house; there was no more spirit in her. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "She said to the king, “It was a true report that I heard in my own land of your acts and of your wisdom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "However I didn’t believe their words until I came, and my eyes had seen it; and behold half of the greatness of your wisdom wasn’t told me. You exceed the fame that I heard!  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Happy are your men, and happy are these your servants, who stand continually before you, and hear your wisdom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Blessed be Yahweh your God, who delighted in you, to set you on his throne, to be king for Yahweh your God; because your God loved Israel, to establish them forever. Therefore he made you king over them, to do justice and righteousness.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "She gave the king one hundred and twenty talents of gold, spices in great abundance, and precious stones. There was never before such spice as the queen of Sheba gave to king Solomon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "The servants of Huram and the servants of Solomon, who brought gold from Ophir, also brought algum trees and precious stones.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "The king used algum tree wood to make terraces for Yahweh’s house and for the king’s house, and harps and stringed instruments for the singers. There were none like these seen before in the land of Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "King Solomon gave to the queen of Sheba all her desire, whatever she asked, in addition to that which she had brought to the king. So she turned, and went to her own land, she and her servants. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Now the weight of gold that came to Solomon in one year was six hundred sixty-six talents of gold,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "in addition to that which the traders and merchants brought. All the kings of Arabia and the governors of the country brought gold and silver to Solomon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "King Solomon made two hundred bucklers of beaten gold. Six hundred shekels of beaten gold went to one buckler.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "He made three hundred shields of beaten gold. Three hundred shekels of gold went to one shield. The king put them in the House of the Forest of Lebanon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Moreover the king made a great throne of ivory, and overlaid it with pure gold.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "There were six steps to the throne, with a footstool of gold, which were fastened to the throne, and armrests on either side by the place of the seat, and two lions standing beside the armrests.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Twelve lions stood there on the one side and on the other on the six steps. There was nothing like it made in any other kingdom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "All king Solomon’s drinking vessels were of gold, and all the vessels of the House of the Forest of Lebanon were of pure gold. Silver was not considered valuable in the days of Solomon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "For the king had ships that went to Tarshish with Huram’s servants. Once every three years, the ships of Tarshish came bringing gold, silver, ivory, apes, and peacocks. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "So king Solomon exceeded all the kings of the earth in riches and wisdom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "All the kings of the earth sought the presence of Solomon, to hear his wisdom, which God had put in his heart.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "They each brought tribute, vessels of silver, vessels of gold, clothing, armor, spices, horses, and mules every year.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Solomon had four thousand stalls for horses and chariots, and twelve thousand horsemen, that he stationed in the chariot cities, and with the king at Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "He ruled over all the kings from the River even to the land of the Philistines, and to the border of Egypt.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "The king made silver as common in Jerusalem as stones, and he made cedars to be as abundant as the sycamore trees that are in the lowland.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "They brought horses for Solomon out of Egypt and out of all lands. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Solomon, first and last, aren’t they written in the history of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Solomon reigned in Jerusalem over all Israel forty years.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Solomon slept with his fathers, and he was buried in his father David’s city: and Rehoboam his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Rehoboam went to Shechem; for all Israel had come to Shechem to make him king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "When Jeroboam the son of Nebat heard of it (for he was in Egypt, where he had fled from the presence of king Solomon), Jeroboam returned out of Egypt.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "They sent and called him; and Jeroboam and all Israel came, and they spoke to Rehoboam, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "“Your father made our yoke grievous: now therefore make the grievous service of your father, and his heavy yoke which he put on us, lighter, and we will serve you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He said to them, “Come again to me after three days.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 5,
		"sectionNumber": 2,
		"value": "So the people departed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "King Rehoboam took counsel with the old men, who had stood before Solomon his father while he yet lived, saying, “What counsel do you give me about how to answer these people?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "They spoke to him, saying, “If you are kind to these people, please them, and speak good words to them, then they will be your servants forever.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "But he abandoned the counsel of the old men which they had given him, and took counsel with the young men who had grown up with him, who stood before him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "He said to them, “What counsel do you give, that we may give an answer to these people, who have spoken to me, saying, ‘Make the yoke that your father put on us lighter?’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "The young men who had grown up with him spoke to him, saying, “Thus you shall tell the people who spoke to you, saying, ‘Your father made our yoke heavy, but make it lighter on us;’ thus you shall say to them, ‘My little finger is thicker than my father’s waist.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Now whereas my father burdened you with a heavy yoke, I will add to your yoke. My father chastised you with whips, but I will chastise you with scorpions.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "So Jeroboam and all the people came to Rehoboam the third day, as the king asked, saying, “Come to me again the third day.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "The king answered them roughly; and king Rehoboam abandoned the counsel of the old men,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "and spoke to them after the counsel of the young men, saying, “My father made your yoke heavy, but I will add to it. My father chastised you with whips, but I will chastise you with scorpions.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "So the king didn’t listen to the people; for it was brought about by God, that Yahweh might establish his word, which he spoke by Ahijah the Shilonite to Jeroboam the son of Nebat.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "When all Israel saw that the king didn’t listen to them, the people answered the king, saying, “What portion do we have in David? We don’t have an inheritance in the son of Jesse! Every man to your tents, Israel! Now see to your own house, David.” So all Israel departed to their tents. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "But as for the children of Israel who lived in the cities of Judah, Rehoboam reigned over them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Then king Rehoboam sent Hadoram, who was over the men subject to forced labor; and the children of Israel stoned him to death with stones. King Rehoboam hurried to get himself up to his chariot, to flee to Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "So Israel rebelled against David’s house to this day. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When Rehoboam had come to Jerusalem, he assembled the house of Judah and Benjamin, one hundred eighty thousand chosen men who were warriors, to fight against Israel, to bring the kingdom again to Rehoboam.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "But Yahweh’s word came to Shemaiah the man of God, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "“Speak to Rehoboam the son of Solomon, king of Judah, and to all Israel in Judah and Benjamin, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "‘Yahweh says, “You shall not go up, nor fight against your brothers! Every man return to his house; for this thing is of me.” ’ ” So they listened to Yahweh’s words, and returned from going against Jeroboam. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Rehoboam lived in Jerusalem, and built cities for defense in Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He built Bethlehem, Etam, Tekoa,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Beth Zur, Soco, Adullam,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Gath, Mareshah, Ziph,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Adoraim, Lachish, Azekah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Zorah, Aijalon, and Hebron, which are fortified cities in Judah and in Benjamin.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "He fortified the strongholds, and put captains in them, and stores of food, oil and wine.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "He put shields and spears in every city, and made them exceedingly strong. Judah and Benjamin belonged to him. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "The priests and the Levites who were in all Israel stood with him out of all their territory.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "For the Levites left their pasture lands and their possession, and came to Judah and Jerusalem; for Jeroboam and his sons cast them off, that they should not execute the priest’s office to Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "He himself appointed priests for the high places, for the male goats, and for the calves which he had made.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "After them, out of all the tribes of Israel, those who set their hearts to seek Yahweh, the God of Israel, came to Jerusalem to sacrifice to Yahweh, the God of their fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "So they strengthened the kingdom of Judah, and made Rehoboam the son of Solomon strong for three years; for they walked three years in the way of David and Solomon. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Rehoboam took a wife for himself, Mahalath the daughter of Jerimoth the son of David and of Abihail the daughter of Eliab the son of Jesse.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "She bore him sons: Jeush, Shemariah, and Zaham.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "After her, he took Maacah the daughter of Absalom; and she bore him Abijah, Attai, Ziza, and Shelomith.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Rehoboam loved Maacah the daughter of Absalom above all his wives and his concubines; for he took eighteen wives and sixty concubines, and became the father of twenty-eight sons and sixty daughters.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Rehoboam appointed Abijah the son of Maacah to be chief, the prince among his brothers; for he intended to make him king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "He dealt wisely, and dispersed of all his sons throughout all the lands of Judah and Benjamin, to every fortified city. He gave them food in abundance and he sought many wives for them. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When the kingdom of Rehoboam was established and he was strong, he abandoned Yahweh’s law, and all Israel with him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "In the fifth year of king Rehoboam, Shishak king of Egypt came up against Jerusalem, because they had trespassed against Yahweh,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "with twelve hundred chariots, and sixty thousand horsemen. The people were without number who came with him out of Egypt: the Lubim, the Sukkiim, and the Ethiopians.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He took the fortified cities which belonged to Judah, and came to Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Now Shemaiah the prophet came to Rehoboam, and to the princes of Judah, who were gathered together to Jerusalem because of Shishak, and said to them, “Yahweh says, ‘You have forsaken me, therefore I have also left you in the hand of Shishak.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Then the princes of Israel and the king humbled themselves; and they said, “Yahweh is righteous.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "When Yahweh saw that they humbled themselves, Yahweh’s word came to Shemaiah, saying, “They have humbled themselves. I will not destroy them; but I will grant them some deliverance, and my wrath won’t be poured out on Jerusalem by the hand of Shishak.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Nevertheless they will be his servants, that they may know my service, and the service of the kingdoms of the countries.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "So Shishak king of Egypt came up against Jerusalem and took away the treasures of Yahweh’s house and the treasures of the king’s house. He took it all away. He also took away the shields of gold which Solomon had made.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "King Rehoboam made shields of bronze in their place, and committed them to the hands of the captains of the guard, who kept the door of the king’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "As often as the king entered into Yahweh’s house, the guard came and bore them, then brought them back into the guard room.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "When he humbled himself, Yahweh’s wrath turned from him, so as not to destroy him altogether. Moreover, there were good things found in Judah. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "So king Rehoboam strengthened himself in Jerusalem and reigned; for Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city which Yahweh had chosen out of all the tribes of Israel to put his name there. His mother’s name was Naamah the Ammonitess.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "He did that which was evil, because he didn’t set his heart to seek Yahweh. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Now the acts of Rehoboam, first and last, aren’t they written in the histories of Shemaiah the prophet and of Iddo the seer, in the genealogies? There were wars between Rehoboam and Jeroboam continually.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Rehoboam slept with his fathers, and was buried in David’s city; and Abijah his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "In the eighteenth year of king Jeroboam, Abijah began to reign over Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He reigned three years in Jerusalem. His mother’s name was Micaiah the daughter of Uriel of Gibeah. There was war between Abijah and Jeroboam.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Abijah joined battle with an army of valiant men of war, even four hundred thousand chosen men; and Jeroboam set the battle in array against him with eight hundred thousand chosen men, who were mighty men of valor.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Abijah stood up on Mount Zemaraim, which is in the hill country of Ephraim, and said, “Hear me, Jeroboam and all Israel:  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Ought you not to know that Yahweh, the God of Israel, gave the kingdom over Israel to David forever, even to him and to his sons by a covenant of salt?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Yet Jeroboam the son of Nebat, the servant of Solomon the son of David, rose up, and rebelled against his lord.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Worthless men were gathered to him, wicked fellows who strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was young and tender hearted, and could not withstand them. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "“Now you intend to withstand the kingdom of Yahweh in the hand of the sons of David. You are a great multitude, and the golden calves which Jeroboam made you for gods are with you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Haven’t you driven out the priests of Yahweh, the sons of Aaron, and the Levites, and made priests for yourselves according to the ways of the peoples of other lands? Whoever comes to consecrate himself with a young bull and seven rams may be a priest of those who are no gods. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "“But as for us, Yahweh is our God, and we have not forsaken him. We have priests serving Yahweh, the sons of Aaron, and the Levites in their work;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "and they burn to Yahweh every morning and every evening burnt offerings and sweet incense. They also set the show bread in order on the pure table; and the lamp stand of gold with its lamps, to burn every evening; for we keep the instruction of Yahweh our God, but you have forsaken him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Behold, God is with us at our head, and his priests with the trumpets of alarm to sound an alarm against you. Children of Israel, don’t fight against Yahweh, the God of your fathers; for you will not prosper.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "But Jeroboam caused an ambush to come about behind them; so they were before Judah, and the ambush was behind them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "When Judah looked back, behold, the battle was before and behind them; and they cried to Yahweh, and the priests sounded with the trumpets.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Then the men of Judah gave a shout. As the men of Judah shouted, God struck Jeroboam and all Israel before Abijah and Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "The children of Israel fled before Judah, and God delivered them into their hand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Abijah and his people killed them with a great slaughter, so five hundred thousand chosen men of Israel fell down slain.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Thus the children of Israel were brought under at that time, and the children of Judah prevailed, because they relied on Yahweh, the God of their fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Abijah pursued Jeroboam, and took cities from him, Bethel with its villages, Jeshanah with its villages, and Ephron with its villages. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Jeroboam didn’t recover strength again in the days of Abijah. Yahweh struck him, and he died.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "But Abijah grew mighty, and took for himself fourteen wives, and became the father of twenty-two sons, and sixteen daughters.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "The rest of the acts of Abijah, his ways, and his sayings are written in the commentary of the prophet Iddo. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "So Abijah slept with his fathers, and they buried him in David’s city; and Asa his son reigned in his place. In his days, the land was quiet ten years.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Asa did that which was good and right in Yahweh his God’s eyes;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "for he took away the foreign altars and the high places, broke down the pillars, cut down the Asherah poles,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "and commanded Judah to seek Yahweh, the God of their fathers, and to obey his law and command.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Also he took away out of all the cities of Judah the high places and the sun images; and the kingdom was quiet before him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He built fortified cities in Judah; for the land was quiet, and he had no war in those years, because Yahweh had given him rest.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "For he said to Judah, “Let’s build these cities, and make walls around them, with towers, gates, and bars. The land is yet before us, because we have sought Yahweh our God. We have sought him, and he has given us rest on every side.” So they built and prospered. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Asa had an army of three hundred thousand out of Judah who bore bucklers and spears, and two hundred eighty thousand out of Benjamin who bore shields and drew bows. All these were mighty men of valor. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Zerah the Ethiopian came out against them with an army of a million troops and three hundred chariots, and he came to Mareshah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Then Asa went out to meet him, and they set the battle in array in the valley of Zephathah at Mareshah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Asa cried to Yahweh his God, and said, “Yahweh, there is no one besides you to help, between the mighty and him who has no strength. Help us, Yahweh our God; for we rely on you, and in your name are we come against this multitude. Yahweh, you are our God. Don’t let man prevail against you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "So Yahweh struck the Ethiopians before Asa and before Judah; and the Ethiopians fled.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Asa and the people who were with him pursued them to Gerar: and so many of the Ethiopians fell that they could not recover themselves; for they were destroyed before Yahweh and before his army; and they carried away very much booty.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "They struck all the cities around Gerar; for the fear of Yahweh came on them, and they plundered all the cities; for there was much plunder in them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "They also struck the tents of livestock, and carried away sheep in abundance, and camels, and returned to Jerusalem. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "The Spirit of God came on Azariah the son of Oded:  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "and he went out to meet Asa, and said to him, “Hear me, Asa, and all Judah and Benjamin! Yahweh is with you, while you are with him; and if you seek him, he will be found by you; but if you forsake him, he will forsake you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Now for a long time Israel was without the true God, without a teaching priest, and without law.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "But when in their distress they turned to Yahweh, the God of Israel, and sought him, he was found by them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "In those times there was no peace to him who went out, nor to him who came in; but great troubles were on all the inhabitants of the lands.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "They were broken in pieces, nation against nation, and city against city; for God troubled them with all adversity.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "But you be strong, and don’t let your hands be slack; for your work will be rewarded.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "When Asa heard these words, and the prophecy of Oded the prophet, he took courage, and put away the abominations out of all the land of Judah and Benjamin, and out of the cities which he had taken from the hill country of Ephraim; and he renewed Yahweh’s altar that was before Yahweh’s porch.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "He gathered all Judah and Benjamin, and those who lived with them out of Ephraim, Manasseh, and Simeon; for they came to him out of Israel in abundance when they saw that Yahweh his God was with him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "So they gathered themselves together at Jerusalem in the third month, in the fifteenth year of Asa’s reign.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "They sacrificed to Yahweh in that day, of the plunder which they had brought, seven hundred head of cattle and seven thousand sheep.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "They entered into the covenant to seek Yahweh, the God of their fathers, with all their heart and with all their soul;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "and that whoever would not seek Yahweh, the God of Israel, should be put to death, whether small or great, whether man or woman.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "They swore to Yahweh with a loud voice, with shouting, with trumpets, and with cornets.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "All Judah rejoiced at the oath, for they had sworn with all their heart, and sought him with their whole desire; and he was found by them. Then Yahweh gave them rest all around. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Also Maacah, the mother of Asa the king, he removed from being queen, because she had made an abominable image for an Asherah; so Asa cut down her image, ground it into dust, and burned it at the brook Kidron.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "But the high places were not taken away out of Israel; nevertheless the heart of Asa was perfect all his days.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "He brought the things that his father had dedicated, and that he himself had dedicated, silver, gold, and vessels into God’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "There was no more war to the thirty-fifth year of Asa’s reign. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "In the thirty-sixth year of Asa’s reign, Baasha king of Israel went up against Judah, and built Ramah, that he might not allow anyone to go out or come in to Asa king of Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Then Asa brought out silver and gold out of the treasures of Yahweh’s house and of the king’s house, and sent to Ben Hadad king of Syria, who lived at Damascus, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "“Let there be a treaty between me and you, as there was between my father and your father. Behold, I have sent you silver and gold. Go, break your treaty with Baasha king of Israel, that he may depart from me.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Ben Hadad listened to king Asa, and sent the captains of his armies against the cities of Israel; and they struck Ijon, Dan, Abel Maim, and all the storage cities of Naphtali.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "When Baasha heard of it, he stopped building Ramah, and let his work cease.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Then Asa the king took all Judah, and they carried away the stones of Rama, and its timber, with which Baasha had built; and he built Geba and Mizpah with them. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "At that time Hanani the seer came to Asa king of Judah, and said to him, “Because you have relied on the king of Syria, and have not relied on Yahweh your God, therefore the army of the king of Syria has escaped out of your hand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Weren’t the Ethiopians and the Lubim a huge army, with chariots and exceedingly many horsemen? Yet, because you relied on Yahweh, he delivered them into your hand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "For Yahweh’s eyes run back and forth throughout the whole earth, to show himself strong in the behalf of them whose heart is perfect toward him. You have done foolishly in this; for from now on you will have wars.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Then Asa was angry with the seer, and put him in the prison; for he was in a rage with him because of this thing. Asa oppressed some of the people at the same time. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Behold, the acts of Asa, first and last, behold, they are written in the book of the kings of Judah and Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "In the thirty-ninth year of his reign, Asa was diseased in his feet. His disease was exceedingly great: yet in his disease he didn’t seek Yahweh, but just the physicians.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Asa slept with his fathers, and died in the forty-first year of his reign.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "They buried him in his own tomb, which he had dug out for himself in David’s city, and laid him in the bed which was filled with sweet odors and various kinds of spices prepared by the perfumers’ art; and they made a very great fire for him. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Jehoshaphat his son reigned in his place, and strengthened himself against Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He placed forces in all the fortified cities of Judah, and set garrisons in the land of Judah, and in the cities of Ephraim, which Asa his father had taken.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Yahweh was with Jehoshaphat, because he walked in the first ways of his father David, and didn’t seek the Baals,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "but sought to the God of his father, and walked in his commandments, and not in the ways of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Therefore Yahweh established the kingdom in his hand. All Judah brought tribute to Jehoshaphat, and he had riches and honor in abundance.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "His heart was lifted up in the ways of Yahweh. Furthermore, he took away the high places and the Asherah poles out of Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Also in the third year of his reign he sent his princes, even Ben Hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "and with them the Levites, even Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah, the Levites; and with them Elishama and Jehoram, the priests.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "They taught in Judah, having the book of Yahweh’s law with them. They went about throughout all the cities of Judah and taught among the people.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "The fear of Yahweh fell on all the kingdoms of the lands that were around Judah, so that they made no war against Jehoshaphat.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Some of the Philistines brought Jehoshaphat presents and silver for tribute. The Arabians also brought him flocks, seven thousand seven hundred rams, and seven thousand seven hundred male goats.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Jehoshaphat grew great exceedingly; and he built fortresses and store cities in Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "He had many works in the cities of Judah; and men of war, mighty men of valor, in Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "This was the numbering of them according to their fathers’ houses: From Judah, the captains of thousands: Adnah the captain, and with him three hundred thousand mighty men of valor;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "and next to him Jehohanan the captain, and with him two hundred eighty thousand;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "and next to him Amasiah the son of Zichri, who willingly offered himself to Yahweh, and with him two hundred thousand mighty men of valor.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "From Benjamin: Eliada, a mighty man of valor, and with him two hundred thousand armed with bow and shield;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "and next to him Jehozabad, and with him one hundred eighty thousand ready and prepared for war.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "These were those who waited on the king, in addition to those whom the king put in the fortified cities throughout all Judah. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now Jehoshaphat had riches and honor in abundance; and he allied himself with Ahab.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "After some years, he went down to Ahab to Samaria. Ahab killed sheep and cattle for him in abundance, and for the people who were with him, and moved him to go up with him to Ramoth Gilead.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Ahab king of Israel said to Jehoshaphat king of Judah, “Will you go with me to Ramoth Gilead?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 3,
		"sectionNumber": 2,
		"value": "He answered him, “I am as you are, and my people as your people. We will be with you in the war.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Jehoshaphat said to the king of Israel, “Please inquire first for Yahweh’s word.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Then the king of Israel gathered the prophets together, four hundred men, and said to them, “Shall we go to Ramoth Gilead to battle, or shall I forbear?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 5,
		"sectionNumber": 2,
		"value": "They said, “Go up; for God will deliver it into the hand of the king.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "But Jehoshaphat said, “Isn’t there here a prophet of Yahweh besides, that we may inquire of him?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "The king of Israel said to Jehoshaphat, “There is yet one man by whom we may inquire of Yahweh; but I hate him, for he never prophesies good concerning me, but always evil. He is Micaiah the son of Imla.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 7,
		"sectionNumber": 2,
		"value": "Jehoshaphat said, “Don’t let the king say so.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Then the king of Israel called an officer, and said, “Get Micaiah the son of Imla quickly.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Now the king of Israel and Jehoshaphat the king of Judah each sat on his throne, arrayed in their robes, and they were sitting in an open place at the entrance of the gate of Samaria; and all the prophets were prophesying before them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Zedekiah the son of Chenaanah made himself horns of iron and said, “Yahweh says, ‘With these you shall push the Syrians, until they are consumed.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "All the prophets prophesied so, saying, “Go up to Ramoth Gilead, and prosper; for Yahweh will deliver it into the hand of the king.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The messenger who went to call Micaiah spoke to him, saying, “Behold, the words of the prophets declare good to the king with one mouth. Let your word therefore, please be like one of theirs, and speak good.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Micaiah said, “As Yahweh lives, I will say what my God says.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "When he had come to the king, the king said to him, “Micaiah, shall we go to Ramoth Gilead to battle, or shall I forbear?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 14,
		"sectionNumber": 2,
		"value": "He said, “Go up, and prosper. They shall be delivered into your hand.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "The king said to him, “How many times shall I adjure you that you speak to me nothing but the truth in Yahweh’s name?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "He said, “I saw all Israel scattered on the mountains, as sheep that have no shepherd. Yahweh said, ‘These have no master. Let them each return to his house in peace.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "The king of Israel said to Jehoshaphat, “Didn’t I tell you that he would not prophesy good concerning me, but evil?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Micaiah said, “Therefore hear Yahweh’s word: I saw Yahweh sitting on his throne, and all the army of heaven standing on his right hand and on his left.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Yahweh said, ‘Who will entice Ahab king of Israel, that he may go up and fall at Ramoth Gilead?’ One spoke saying in this way, and another saying in that way.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "A spirit came out, stood before Yahweh, and said, ‘I will entice him.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 20,
		"sectionNumber": 2,
		"value": "“Yahweh said to him, ‘How?’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "“He said, ‘I will go, and will be a lying spirit in the mouth of all his prophets.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 21,
		"sectionNumber": 2,
		"value": "“He said, ‘You will entice him, and will prevail also. Go and do so.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "“Now therefore, behold, Yahweh has put a lying spirit in the mouth of these your prophets; and Yahweh has spoken evil concerning you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Then Zedekiah the son of Chenaanah came near, and struck Micaiah on the cheek, and said, “Which way did Yahweh’s Spirit go from me to speak to you?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Micaiah said, “Behold, you shall see on that day, when you go into an inner room to hide yourself.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "The king of Israel said, “Take Micaiah, and carry him back to Amon the governor of the city, and to Joash the king’s son;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "and say, ‘The king says, “Put this fellow in the prison, and feed him with bread of affliction and with water of affliction, until I return in peace.” ’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Micaiah said, “If you return at all in peace, Yahweh has not spoken by me.” He said, “Listen, you people, all of you!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "So the king of Israel and Jehoshaphat the king of Judah went up to Ramoth Gilead.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "The king of Israel said to Jehoshaphat, “I will disguise myself, and go into the battle; but you put on your robes.” So the king of Israel disguised himself; and they went into the battle.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Now the king of Syria had commanded the captains of his chariots, saying, “Don’t fight with small nor great, except only with the king of Israel.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "When the captains of the chariots saw Jehoshaphat, they said, “It is the king of Israel!” Therefore they turned around to fight against him. But Jehoshaphat cried out, and Yahweh helped him; and God moved them to depart from him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "When the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "A certain man drew his bow at random, and struck the king of Israel between the joints of the armor. Therefore he said to the driver of the chariot, “Turn your hand, and carry me out of the army; for I am severely wounded.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "The battle increased that day. However the king of Israel propped himself up in his chariot against the Syrians until the evening; and at about sunset, he died. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Jehoshaphat the king of Judah returned to his house in peace to Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Jehu the son of Hanani the seer went out to meet him, and said to king Jehoshaphat, “Should you help the wicked, and love those who hate Yahweh? Because of this, wrath is on you from before Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Nevertheless there are good things found in you, in that you have put away the Asheroth out of the land, and have set your heart to seek God.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Jehoshaphat lived at Jerusalem; and he went out again among the people from Beersheba to the hill country of Ephraim, and brought them back to Yahweh, the God of their fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He set judges in the land throughout all the fortified cities of Judah, city by city,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "and said to the judges, “Consider what you do, for you don’t judge for man, but for Yahweh; and he is with you in the judgment.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Now therefore let the fear of Yahweh be on you. Take heed and do it; for there is no iniquity with Yahweh our God, nor respect of persons, nor taking of bribes.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Moreover in Jerusalem Jehoshaphat appointed Levites and priests, and of the heads of the fathers’ households of Israel, for the judgment of Yahweh, and for controversies. They returned to Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "He commanded them, saying, “You shall do this in the fear of Yahweh, faithfully, and with a perfect heart.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Whenever any controversy comes to you from your brothers who dwell in their cities, between blood and blood, between law and commandment, statutes and ordinances, you must warn them, that they not be guilty toward Yahweh, and so wrath come on you and on your brothers. Do this, and you will not be guilty.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Behold, Amariah the chief priest is over you in all matters of Yahweh; and Zebadiah the son of Ishmael, the ruler of the house of Judah, in all the king’s matters. Also the Levites shall be officers before you. Deal courageously, and may Yahweh be with the good.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "After this, the children of Moab, the children of Ammon, and with them some of the Ammonites, came against Jehoshaphat to battle.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Then some came who told Jehoshaphat, saying, “A great multitude is coming against you from beyond the sea from Syria. Behold, they are in Hazazon Tamar” (that is, En Gedi).  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Jehoshaphat was alarmed, and set himself to seek to Yahweh. He proclaimed a fast throughout all Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Judah gathered themselves together to seek help from Yahweh. They came out of all the cities of Judah to seek Yahweh. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Jehoshaphat stood in the assembly of Judah and Jerusalem, in Yahweh’s house, before the new court;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "and he said, “Yahweh, the God of our fathers, aren’t you God in heaven? Aren’t you ruler over all the kingdoms of the nations? Power and might are in your hand, so that no one is able to withstand you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Didn’t you, our God, drive out the inhabitants of this land before your people Israel, and give it to the offspring of Abraham your friend forever?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "They lived in it, and have built you a sanctuary in it for your name, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "‘If evil comes on us—the sword, judgment, pestilence, or famine—we will stand before this house, and before you (for your name is in this house), and cry to you in our affliction, and you will hear and save.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Now, behold, the children of Ammon and Moab and Mount Seir, whom you would not let Israel invade when they came out of the land of Egypt, but they turned away from them, and didn’t destroy them;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "behold, how they reward us, to come to cast us out of your possession, which you have given us to inherit.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Our God, will you not judge them? For we have no might against this great company that comes against us. We don’t know what to do, but our eyes are on you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "All Judah stood before Yahweh, with their little ones, their wives, and their children. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Then Yahweh’s Spirit came on Jahaziel the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, the Levite, of the sons of Asaph, in the middle of the assembly;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "and he said, “Listen, all Judah, and you inhabitants of Jerusalem, and you, king Jehoshaphat. Yahweh says to you, ‘Don’t be afraid, and don’t be dismayed because of this great multitude; for the battle is not yours, but God’s.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Tomorrow, go down against them. Behold, they are coming up by the ascent of Ziz. You will find them at the end of the valley, before the wilderness of Jeruel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "You will not need to fight this battle. Set yourselves, stand still, and see the salvation of Yahweh with you, O Judah and Jerusalem. Don’t be afraid, nor be dismayed. Go out against them tomorrow, for Yahweh is with you.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Jehoshaphat bowed his head with his face to the ground; and all Judah and the inhabitants of Jerusalem fell down before Yahweh, worshiping Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "The Levites, of the children of the Kohathites and of the children of the Korahites, stood up to praise Yahweh, the God of Israel, with an exceedingly loud voice. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "They rose early in the morning, and went out into the wilderness of Tekoa. As they went out, Jehoshaphat stood and said, “Listen to me, Judah, and you inhabitants of Jerusalem! Believe in Yahweh your God, so you will be established! Believe his prophets, so you will prosper.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "When he had taken counsel with the people, he appointed those who were to sing to Yahweh, and give praise in holy array, as they go out before the army, and say, “Give thanks to Yahweh; for his loving kindness endures forever.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "When they began to sing and to praise, Yahweh set ambushers against the children of Ammon, Moab, and Mount Seir, who had come against Judah; and they were struck.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "For the children of Ammon and Moab stood up against the inhabitants of Mount Seir to utterly kill and destroy them. When they had finished the inhabitants of Seir, everyone helped to destroy each other. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "When Judah came to the place overlooking the wilderness, they looked at the multitude; and behold, they were dead bodies fallen to the earth, and there were none who escaped.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "When Jehoshaphat and his people came to take their plunder, they found among them in abundance both riches and dead bodies, and precious jewels, which they stripped off for themselves, more than they could carry away. They took plunder for three days, it was so much.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "On the fourth day, they assembled themselves in Beracah Valley, for there they blessed Yahweh. Therefore the name of that place was called “Beracah Valley” to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Then they returned, every man of Judah and Jerusalem, with Jehoshaphat in front of them, to go again to Jerusalem with joy; for Yahweh had made them to rejoice over their enemies.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "They came to Jerusalem with stringed instruments, harps, and trumpets to Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "The fear of God was on all the kingdoms of the countries, when they heard that Yahweh fought against the enemies of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "So the realm of Jehoshaphat was quiet, for his God gave him rest all around. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Jehoshaphat reigned over Judah. He was thirty-five years old when he began to reign; and he reigned twenty-five years in Jerusalem. His mother’s name was Azubah the daughter of Shilhi.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "He walked in the way of Asa his father, and didn’t turn away from it, doing that which was right in Yahweh’s eyes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "However the high places were not taken away, and the people had still not set their hearts on the God of their fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Jehoshaphat, first and last, behold, they are written in the history of Jehu the son of Hanani, which is included in the book of the kings of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "After this, Jehoshaphat king of Judah joined himself with Ahaziah king of Israel. The same did very wickedly.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "He joined himself with him to make ships to go to Tarshish. They made the ships in Ezion Geber.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "Then Eliezer the son of Dodavahu of Mareshah prophesied against Jehoshaphat, saying, “Because you have joined yourself with Ahaziah, Yahweh has destroyed your works.” The ships were wrecked, so that they were not able to go to Tarshish. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Jehoshaphat slept with his fathers, and was buried with his fathers in David’s city, and Jehoram his son reigned in his place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He had brothers, the sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah. All these were the sons of Jehoshaphat king of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Their father gave them great gifts of silver, of gold, and of precious things, with fortified cities in Judah; but he gave the kingdom to Jehoram, because he was the firstborn.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Now when Jehoram had risen up over the kingdom of his father, and had strengthened himself, he killed all his brothers with the sword, and also some of the princes of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Jehoram was thirty-two years old when he began to reign, and he reigned eight years in Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He walked in the way of the kings of Israel, as did Ahab’s house; for he had Ahab’s daughter as his wife. He did that which was evil in Yahweh’s sight.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "However Yahweh would not destroy David’s house, because of the covenant that he had made with David, and as he promised to give a lamp to him and to his children always. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "In his days Edom revolted from under the hand of Judah, and made a king over themselves.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Then Jehoram went there with his captains and all his chariots with him. He rose up by night and struck the Edomites who surrounded him, along with the captains of the chariots.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "So Edom revolted from under the hand of Judah to this day. Then Libnah revolted at the same time from under his hand, because he had forsaken Yahweh, the God of his fathers. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Moreover he made high places in the mountains of Judah, and made the inhabitants of Jerusalem play the prostitute, and led Judah astray.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "A letter came to him from Elijah the prophet, saying, “Yahweh, the God of David your father, says, ‘Because you have not walked in the ways of Jehoshaphat your father, nor in the ways of Asa king of Judah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "but have walked in the way of the kings of Israel, and have made Judah and the inhabitants of Jerusalem to play the prostitute like Ahab’s house did, and also have slain your brothers of your father’s house, who were better than yourself,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "behold, Yahweh will strike your people with a great plague, including your children, your wives, and all your possessions;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "and you will have great sickness with a disease of your bowels, until your bowels fall out by reason of the sickness, day by day.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Yahweh stirred up against Jehoram the spirit of the Philistines, and of the Arabians who are beside the Ethiopians;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "and they came up against Judah, broke into it, and carried away all the possessions that were found in the king’s house, including his sons and his wives; so that there was no son left him, except Jehoahaz, the youngest of his sons. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "After all this Yahweh struck him in his bowels with an incurable disease.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "In process of time, at the end of two years, his bowels fell out by reason of his sickness, and he died of severe diseases. His people made no burning for him, like the burning of his fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "He was thirty-two years old when he began to reign, and he reigned in Jerusalem eight years. He departed without being missed; and they buried him in David’s city, but not in the tombs of the kings. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "The inhabitants of Jerusalem made Ahaziah his youngest son king in his place, because the band of men who came with the Arabians to the camp had slain all the oldest. So Ahaziah the son of Jehoram king of Judah reigned.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Ahaziah was forty-two years old when he began to reign, and he reigned one year in Jerusalem. His mother’s name was Athaliah the daughter of Omri.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "He also walked in the ways of Ahab’s house, because his mother was his counselor in acting wickedly.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He did that which was evil in Yahweh’s sight, as did Ahab’s house, for they were his counselors after the death of his father, to his destruction.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He also followed their counsel, and went with Jehoram the son of Ahab king of Israel to war against Hazael king of Syria at Ramoth Gilead, and the Syrians wounded Joram.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He returned to be healed in Jezreel of the wounds which they had given him at Ramah, when he fought against Hazael king of Syria. Azariah the son of Jehoram king of Judah went down to see Jehoram the son of Ahab in Jezreel, because he was sick. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Now the destruction of Ahaziah was of God, in that he went to Joram; for when he had come, he went out with Jehoram against Jehu the son of Nimshi, whom Yahweh had anointed to cut off Ahab’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "When Jehu was executing judgment on Ahab’s house, he found the princes of Judah and the sons of the brothers of Ahaziah, serving Ahaziah, and killed them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "He sought Ahaziah, and they caught him (now he was hiding in Samaria), and they brought him to Jehu, and killed him; and they buried him, for they said, “He is the son of Jehoshaphat, who sought Yahweh with all his heart.” The house of Ahaziah had no power to hold the kingdom. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Now when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the royal offspring of the house of Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "But Jehoshabeath, the king’s daughter, took Joash the son of Ahaziah, and stealthily rescued him from among the king’s sons who were slain, and put him and his nurse in the bedroom. So Jehoshabeath, the daughter of king Jehoram, the wife of Jehoiada the priest (for she was the sister of Ahaziah), hid him from Athaliah, so that she didn’t kill him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "He was with them hidden in God’s house six years while Athaliah reigned over the land. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "In the seventh year, Jehoiada strengthened himself, and took the captains of hundreds, Azariah the son of Jeroham, Ishmael the son of Jehohanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zichri, into a covenant with him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "They went around in Judah, and gathered the Levites out of all the cities of Judah, and the heads of fathers’ households of Israel, and they came to Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "All the assembly made a covenant with the king in God’s house. He said to them, “Behold, the king’s son must reign, as Yahweh has spoken concerning the sons of David.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "This is the thing that you must do. A third part of you, who come in on the Sabbath, of the priests and of the Levites, shall be gatekeepers of the thresholds.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "A third part shall be at the king’s house; and a third part at the gate of the foundation. All the people will be in the courts of Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "But let no one come into Yahweh’s house, except the priests and those who minister of the Levites. They shall come in, for they are holy, but all the people shall follow Yahweh’s instructions.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "The Levites shall surround the king, every man with his weapons in his hand. Whoever comes into the house, let him be slain. Be with the king when he comes in, and when he goes out.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "So the Levites and all Judah did according to all that Jehoiada the priest commanded: and they each took his men, those who were to come in on the Sabbath; with those who were to go out on the Sabbath; for Jehoiada the priest didn’t dismiss the shift.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Jehoiada the priest delivered to the captains of hundreds the spears, and bucklers, and shields, that had been king David’s, which were in God’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "He set all the people, every man with his weapon in his hand, from the right side of the house to the left side of the house, near the altar and the house, around the king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Then they brought out the king’s son, and put the crown on him, and gave him the covenant, and made him king. Jehoiada and his sons anointed him, and they said, “Long live the king!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "When Athaliah heard the noise of the people running and praising the king, she came to the people into Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Then she looked, and, behold, the king stood by his pillar at the entrance, and the captains and the trumpets by the king. All the people of the land rejoiced, and blew trumpets. The singers also played musical instruments, and led the singing of praise. Then Athaliah tore her clothes, and said, “Treason! treason!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Jehoiada the priest brought out the captains of hundreds who were set over the army, and said to them, “Bring her out between the ranks; and whoever follows her, let him be slain with the sword.” For the priest said, “Don’t kill her in Yahweh’s house.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "So they made way for her. She went to the entrance of the horse gate to the king’s house; and they killed her there. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Jehoiada made a covenant between himself, all the people, and the king, that they should be Yahweh’s people.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "All the people went to the house of Baal, broke it down, broke his altars and his images in pieces, and killed Mattan the priest of Baal before the altars.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Jehoiada appointed the officers of Yahweh’s house under the hand of the Levitical priests, whom David had distributed in Yahweh’s house, to offer the burnt offerings of Yahweh, as it is written in the law of Moses, with rejoicing and with singing, as David had ordered.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "He set the gatekeepers at the gates of Yahweh’s house, that no one who was unclean in anything should enter in.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "He took the captains of hundreds, the nobles, the governors of the people, and all the people of the land, and brought the king down from Yahweh’s house. They came through the upper gate to the king’s house, and set the king on the throne of the kingdom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "So all the people of the land rejoiced, and the city was quiet. They had slain Athaliah with the sword. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Joash was seven years old when he began to reign, and he reigned forty years in Jerusalem. His mother’s name was Zibiah, of Beersheba.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Joash did that which was right in Yahweh’s eyes all the days of Jehoiada the priest.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Jehoiada took for him two wives, and he became the father of sons and daughters. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "After this, Joash intended to restore Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He gathered together the priests and the Levites, and said to them, “Go out to the cities of Judah, and gather money to repair the house of your God from all Israel from year to year. See that you expedite this matter.” However the Levites didn’t do it right away.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "The king called for Jehoiada the chief, and said to him, “Why haven’t you required of the Levites to bring in the tax of Moses the servant of Yahweh, and of the assembly of Israel, out of Judah and out of Jerusalem, for the Tent of the Testimony?”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "For the sons of Athaliah, that wicked woman, had broken up God’s house; and they also gave all the dedicated things of Yahweh’s house to the Baals. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "So the king commanded, and they made a chest, and set it outside at the gate of Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "They made a proclamation through Judah and Jerusalem, to bring in for Yahweh the tax that Moses the servant of God laid on Israel in the wilderness.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "All the princes and all the people rejoiced, and brought in, and cast into the chest, until they had filled it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Whenever the chest was brought to the king’s officers by the hand of the Levites, and when they saw that there was much money, the king’s scribe and the chief priest’s officer came and emptied the chest, and took it, and carried it to its place again. Thus they did day by day, and gathered money in abundance.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The king and Jehoiada gave it to those who did the work of the service of Yahweh’s house. They hired masons and carpenters to restore Yahweh’s house, and also those who worked iron and bronze to repair Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "So the workmen worked, and the work of repairing went forward in their hands. They set up God’s house as it was designed, and strengthened it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "When they had finished, they brought the rest of the money before the king and Jehoiada, from which were made vessels for Yahweh’s house, even vessels with which to minister and to offer, including spoons and vessels of gold and silver. They offered burnt offerings in Yahweh’s house continually all the days of Jehoiada. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "But Jehoiada grew old and was full of days, and he died. He was one hundred thirty years old when he died.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "They buried him in David’s city among the kings, because he had done good in Israel, and toward God and his house. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Now after the death of Jehoiada, the princes of Judah came, and bowed down to the king. Then the king listened to them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "They abandoned the house of Yahweh, the God of their fathers, and served the Asherah poles and the idols, so wrath came on Judah and Jerusalem for this their guiltiness.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Yet he sent prophets to them, to bring them again to Yahweh, and they testified against them; but they would not listen. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "The Spirit of God came on Zechariah the son of Jehoiada the priest; and he stood above the people, and said to them, “God says, ‘Why do you disobey Yahweh’s commandments, so that you can’t prosper? Because you have forsaken Yahweh, he has also forsaken you.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "They conspired against him, and stoned him with stones at the commandment of the king in the court of Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Thus Joash the king didn’t remember the kindness which Jehoiada his father had done to him, but killed his son. When he died, he said, “May Yahweh look at it, and repay it.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "At the end of the year, the army of the Syrians came up against him: and they came to Judah and Jerusalem, and destroyed all the princes of the people from among the people, and sent all their plunder to the king of Damascus.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "For the army of the Syrians came with a small company of men; and Yahweh delivered a very great army into their hand, because they had forsaken Yahweh, the God of their fathers. So they executed judgment on Joash. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "When they had departed from him (for they left him very sick), his own servants conspired against him for the blood of the sons of Jehoiada the priest, and killed him on his bed, and he died. They buried him in David’s city, but they didn’t bury him in the tombs of the kings.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "These are those who conspired against him: Zabad the son of Shimeath the Ammonitess and Jehozabad the son of Shimrith the Moabitess.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Now concerning his sons, the greatness of the burdens laid on him, and the rebuilding of God’s house, behold, they are written in the commentary of the book of the kings. Amaziah his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Amaziah was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddan, of Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He did that which was right in Yahweh’s eyes, but not with a perfect heart.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Now when the kingdom was established to him, he killed his servants who had killed his father the king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "But he didn’t put their children to death, but did according to that which is written in the law in the book of Moses, as Yahweh commanded, saying, “The fathers shall not die for the children, neither shall the children die for the fathers; but every man shall die for his own sin.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Moreover Amaziah gathered Judah together, and ordered them according to their fathers’ houses, under captains of thousands and captains of hundreds, even all Judah and Benjamin. He counted them from twenty years old and upward, and found that there were three hundred thousand chosen men, able to go out to war, who could handle spear and shield.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He also hired one hundred thousand mighty men of valor out of Israel for one hundred talents of silver.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "A man of God came to him, saying, “O king, don’t let the army of Israel go with you, for Yahweh is not with Israel, with all the children of Ephraim.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "But if you will go, take action, and be strong for the battle. God will overthrow you before the enemy; for God has power to help, and to overthrow.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Amaziah said to the man of God, “But what shall we do for the hundred talents which I have given to the army of Israel?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 9,
		"sectionNumber": 2,
		"value": "The man of God answered, “Yahweh is able to give you much more than this.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Then Amaziah separated them, the army that had come to him out of Ephraim, to go home again. Therefore their anger was greatly kindled against Judah, and they returned home in fierce anger.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Amaziah took courage, and led his people out, and went to the Valley of Salt, and struck ten thousand of the children of Seir.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The children of Judah carried away ten thousand alive, and brought them to the top of the rock, and threw them down from the top of the rock, so that they all were broken in pieces.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "But the men of the army whom Amaziah sent back, that they should not go with him to battle, fell on the cities of Judah, from Samaria even to Beth Horon, and struck of them three thousand, and took much plunder. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Now after Amaziah had come from the slaughter of the Edomites, he brought the gods of the children of Seir, and set them up to be his gods, and bowed down himself before them, and burned incense to them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Therefore Yahweh’s anger burned against Amaziah, and he sent to him a prophet, who said to him, “Why have you sought after the gods of the people, which have not delivered their own people out of your hand?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "As he talked with him, the king said to him, “Have we made you one of the king’s counselors? Stop! Why should you be struck down?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 16,
		"sectionNumber": 2,
		"value": "Then the prophet stopped, and said, “I know that God has determined to destroy you, because you have done this, and have not listened to my counsel.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Then Amaziah king of Judah consulted his advisers, and sent to Joash, the son of Jehoahaz the son of Jehu, king of Israel, saying, “Come! Let’s look one another in the face.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Joash king of Israel sent to Amaziah king of Judah, saying, “The thistle that was in Lebanon sent to the cedar that was in Lebanon, saying, ‘Give your daughter to my son as his wife. Then a wild animal that was in Lebanon passed by, and trampled down the thistle.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "You say to yourself that you have struck Edom; and your heart lifts you up to boast. Now stay at home. Why should you meddle with trouble, that you should fall, even you, and Judah with you?’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "But Amaziah would not listen; for it was of God, that he might deliver them into the hand of their enemies, because they had sought after the gods of Edom.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "So Joash king of Israel went up, and he and Amaziah king of Judah looked one another in the face at Beth Shemesh, which belongs to Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Judah was defeated by Israel; so every man fled to his tent. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Joash king of Israel took Amaziah king of Judah, the son of Joash the son of Jehoahaz, at Beth Shemesh, and brought him to Jerusalem, and broke down the wall of Jerusalem from the gate of Ephraim to the corner gate, four hundred cubits.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "He took all the gold and silver, and all the vessels that were found in God’s house with Obed-Edom, and the treasures of the king’s house, the hostages also, and returned to Samaria. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Amaziah the son of Joash king of Judah lived for fifteen years after the death of Joash son of Jehoahaz king of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Amaziah, first and last, behold, aren’t they written in the book of the kings of Judah and Israel?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Now from the time that Amaziah turned away from following Yahweh, they made a conspiracy against him in Jerusalem. He fled to Lachish, but they sent after him to Lachish, and killed him there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "They brought him on horses, and buried him with his fathers in the City of Judah. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "All the people of Judah took Uzziah, who was sixteen years old, and made him king in the place of his father Amaziah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He built Eloth, and restored it to Judah, after that the king slept with his fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Uzziah was sixteen years old when he began to reign; and he reigned fifty-two years in Jerusalem. His mother’s name was Jechiliah, of Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He did that which was right in Yahweh’s eyes, according to all that his father Amaziah had done.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He set himself to seek God in the days of Zechariah, who had understanding in the vision of God; and as long as he sought Yahweh, God made him prosper. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He went out and fought against the Philistines, and broke down the wall of Gath, the wall of Jabneh, and the wall of Ashdod; and he built cities in the country of Ashdod, and among the Philistines.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "God helped him against the Philistines, and against the Arabians who lived in Gur Baal, and the Meunim.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The Ammonites gave tribute to Uzziah. His name spread abroad even to the entrance of Egypt; for he grew exceedingly strong.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Moreover Uzziah built towers in Jerusalem at the corner gate, at the valley gate, and at the turning of the wall, and fortified them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "He built towers in the wilderness, and dug out many cisterns, for he had much livestock; in the lowland also, and in the plain. He had farmers and vineyard keepers in the mountains and in the fruitful fields, for he loved farming.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Moreover Uzziah had an army of fighting men, who went out to war by bands, according to the number of their reckoning made by Jeiel the scribe and Maaseiah the officer, under the hand of Hananiah, one of the king’s captains.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The whole number of the heads of fathers’ households, even the mighty men of valor, was two thousand six hundred.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Under their hand was an army, three hundred seven thousand five hundred, who made war with mighty power, to help the king against the enemy.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Uzziah prepared for them, even for all the army, shields, spears, helmets, coats of mail, bows, and stones for slinging.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "In Jerusalem, he made devices, invented by skillful men, to be on the towers and on the battlements, with which to shoot arrows and great stones. His name spread far abroad, because he was marvelously helped until he was strong. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "But when he was strong, his heart was lifted up, so that he did corruptly, and he trespassed against Yahweh his God; for he went into Yahweh’s temple to burn incense on the altar of incense.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Azariah the priest went in after him, and with him eighty priests of Yahweh, who were valiant men.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "They resisted Uzziah the king, and said to him, “It isn’t for you, Uzziah, to burn incense to Yahweh, but for the priests the sons of Aaron, who are consecrated to burn incense. Go out of the sanctuary, for you have trespassed. It will not be for your honor from Yahweh God.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Then Uzziah was angry. He had a censer in his hand to burn incense, and while he was angry with the priests, the leprosy broke out on his forehead before the priests in Yahweh’s house, beside the altar of incense.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Azariah the chief priest, and all the priests, looked at him, and behold, he was leprous in his forehead, and they thrust him out quickly from there. Yes, he himself also hurried to go out, because Yahweh had struck him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Uzziah the king was a leper to the day of his death, and lived in a separate house, being a leper; for he was cut off from Yahweh’s house. Jotham his son was over the king’s house, judging the people of the land.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Uzziah, first and last, Isaiah the prophet, the son of Amoz, wrote.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "So Uzziah slept with his fathers; and they buried him with his fathers in the field of burial which belonged to the kings, for they said, “He is a leper.” Jotham his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Jotham was twenty-five years old when he began to reign, and he reigned sixteen years in Jerusalem. His mother’s name was Jerushah the daughter of Zadok.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He did that which was right in Yahweh’s eyes, according to all that his father Uzziah had done. However he didn’t enter into Yahweh’s temple. The people still acted corruptly.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "He built the upper gate of Yahweh’s house, and he built much on the wall of Ophel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Moreover he built cities in the hill country of Judah, and in the forests he built fortresses and towers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He also fought with the king of the children of Ammon, and prevailed against them. The children of Ammon gave him the same year one hundred talents of silver, ten thousand cors of wheat, and ten thousand cors of barley. The children of Ammon also gave that much to him in the second year, and in the third.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "So Jotham became mighty, because he ordered his ways before Yahweh his God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Jotham, and all his wars, and his ways, behold, they are written in the book of the kings of Israel and Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "He was five and twenty years old when he began to reign, and reigned sixteen years in Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Jotham slept with his fathers, and they buried him in David’s city; and Ahaz his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Ahaz was twenty years old when he began to reign, and he reigned sixteen years in Jerusalem. He didn’t do that which was right in Yahweh’s eyes, like David his father,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "but he walked in the ways of the kings of Israel, and also made molten images for the Baals.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Moreover he burned incense in the valley of the son of Hinnom, and burned his children in the fire, according to the abominations of the nations whom Yahweh cast out before the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He sacrificed and burned incense in the high places, and on the hills, and under every green tree. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Therefore Yahweh his God delivered him into the hand of the king of Syria. They struck him, and carried away from him a great multitude of captives, and brought them to Damascus. He was also delivered into the hand of the king of Israel, who struck him with a great slaughter.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "For Pekah the son of Remaliah killed in Judah one hundred twenty thousand in one day, all of them valiant men, because they had forsaken Yahweh, the God of their fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Zichri, a mighty man of Ephraim, killed Maaseiah the king’s son, Azrikam the ruler of the house, and Elkanah who was next to the king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The children of Israel carried away captive of their brothers two hundred thousand women, sons, and daughters, and also took away much plunder from them, and brought the plunder to Samaria.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "But a prophet of Yahweh was there, whose name was Oded; and he went out to meet the army that came to Samaria, and said to them, “Behold, because Yahweh, the God of your fathers, was angry with Judah, he has delivered them into your hand, and you have slain them in a rage which has reached up to heaven.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Now you intend to degrade the children of Judah and Jerusalem as male and female slaves for yourselves. Aren’t there even with you trespasses of your own against Yahweh your God?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Now hear me therefore, and send back the captives that you have taken captive from your brothers, for the fierce wrath of Yahweh is on you.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Then some of the heads of the children of Ephraim, Azariah the son of Johanan, Berechiah the son of Meshillemoth, Jehizkiah the son of Shallum, and Amasa the son of Hadlai, stood up against those who came from the war,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "and said to them, “You must not bring in the captives here, for you intend that which will bring on us a trespass against Yahweh, to add to our sins and to our guilt; for our guilt is great, and there is fierce wrath against Israel.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "So the armed men left the captives and the plunder before the princes and all the assembly.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "The men who have been mentioned by name rose up and took the captives, and with the plunder clothed all who were naked among them, dressed them, gave them sandals, and gave them something to eat and to drink, anointed them, carried all the feeble of them on donkeys, and brought them to Jericho, the city of palm trees, to their brothers. Then they returned to Samaria. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "At that time king Ahaz sent to the kings of Assyria to help him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "For again the Edomites had come and struck Judah, and carried away captives.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "The Philistines also had invaded the cities of the lowland, and of the South of Judah, and had taken Beth Shemesh, Aijalon, Gederoth, Soco with its villages, Timnah with its villages, and also Gimzo and its villages; and they lived there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "For Yahweh brought Judah low because of Ahaz king of Israel, because he acted without restraint in Judah and trespassed severely against Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Tilgath Pilneser king of Assyria came to him, and gave him trouble, but didn’t strengthen him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "For Ahaz took away a portion out of Yahweh’s house, and out of the house of the king and of the princes, and gave it to the king of Assyria; but it didn’t help him. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "In the time of his distress, he trespassed yet more against Yahweh, this same king Ahaz.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "For he sacrificed to the gods of Damascus, which struck him. He said, “Because the gods of the kings of Syria helped them, so I will sacrifice to them, that they may help me.” But they were the ruin of him, and of all Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Ahaz gathered together the vessels of God’s house, and cut the vessels of God’s house in pieces, and shut up the doors of Yahweh’s house; and he made himself altars in every corner of Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "In every city of Judah he made high places to burn incense to other gods, and provoked Yahweh, the God of his fathers, to anger. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Now the rest of his acts, and all his ways, first and last, behold, they are written in the book of the kings of Judah and Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Ahaz slept with his fathers, and they buried him in the city, even in Jerusalem, because they didn’t bring him into the tombs of the kings of Israel; and Hezekiah his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Hezekiah began to reign when he was twenty-five years old, and he reigned twenty-nine years in Jerusalem. His mother’s name was Abijah, the daughter of Zechariah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He did that which was right in Yahweh’s eyes, according to all that David his father had done.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "In the first year of his reign, in the first month, he opened the doors of Yahweh’s house, and repaired them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He brought in the priests and the Levites, and gathered them together into the wide place on the east,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "and said to them, “Listen to me, you Levites! Now sanctify yourselves, and sanctify Yahweh, the God of your fathers’ house, and carry the filthiness out of the holy place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "For our fathers were unfaithful, and have done that which was evil in Yahweh our God’s sight, and have forsaken him, and have turned away their faces from the habitation of Yahweh, and turned their backs.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Also they have shut up the doors of the porch, and put out the lamps, and have not burned incense nor offered burnt offerings in the holy place to the God of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Therefore Yahweh’s wrath was on Judah and Jerusalem, and he has delivered them to be tossed back and forth, to be an astonishment, and a hissing, as you see with your eyes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "For, behold, our fathers have fallen by the sword, and our sons and our daughters and our wives are in captivity for this.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Now it is in my heart to make a covenant with Yahweh, the God of Israel, that his fierce anger may turn away from us.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "My sons, don’t be negligent now; for Yahweh has chosen you to stand before him, to minister to him, and that you should be his ministers, and burn incense.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Then the Levites arose, Mahath, the son of Amasai, and Joel the son of Azariah, of the sons of the Kohathites; and of the sons of Merari, Kish the son of Abdi, and Azariah the son of Jehallelel; and of the Gershonites, Joah the son of Zimmah, and Eden the son of Joah;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "and of the sons of Elizaphan, Shimri and Jeuel; and of the sons of Asaph, Zechariah and Mattaniah;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "and of the sons of Heman, Jehuel and Shimei; and of the sons of Jeduthun, Shemaiah and Uzziel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "They gathered their brothers, sanctified themselves, and went in, according to the commandment of the king by Yahweh’s words, to cleanse Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "The priests went into the inner part of Yahweh’s house to cleanse it, and brought out all the uncleanness that they found in Yahweh’s temple into the court of Yahweh’s house. The Levites took it from there to carry it out to the brook Kidron.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Now they began on the first day of the first month to sanctify, and on the eighth day of the month they came to Yahweh’s porch. They sanctified Yahweh’s house in eight days, and on the sixteenth day of the first month they finished.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Then they went in to Hezekiah the king within the palace, and said, “We have cleansed all Yahweh’s house, including the altar of burnt offering with all its vessels, and the table of show bread with all its vessels.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Moreover have we prepared and sanctified all the vessels which king Ahaz threw away in his reign, when he was unfaithful. Behold, they are before Yahweh’s altar.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Then Hezekiah the king arose early, gathered the princes of the city, and went up to Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "They brought seven bulls, seven rams, seven lambs, and seven male goats, for a sin offering for the kingdom, for the sanctuary, and for Judah. He commanded the priests the sons of Aaron to offer them on Yahweh’s altar.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "So they killed the bulls, and the priests received the blood, and sprinkled it on the altar. They killed the rams, and sprinkled the blood on the altar. They also killed the lambs, and sprinkled the blood on the altar.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "They brought near the male goats for the sin offering before the king and the assembly; and they laid their hands on them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Then the priests killed them, and they made a sin offering with their blood on the altar, to make atonement for all Israel; for the king commanded that the burnt offering and the sin offering should be made for all Israel. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "He set the Levites in Yahweh’s house with cymbals, with stringed instruments, and with harps, according to the commandment of David, of Gad the king’s seer, and Nathan the prophet; for the commandment was from Yahweh by his prophets.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "The Levites stood with David’s instruments, and the priests with the trumpets.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Hezekiah commanded them to offer the burnt offering on the altar. When the burnt offering began, Yahweh’s song also began, along with the trumpets and David king of Israel’s instruments.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "All the assembly worshiped, the singers sang, and the trumpeters sounded. All this continued until the burnt offering was finished. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "When they had finished offering, the king and all who were present with him bowed themselves and worshiped.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Moreover Hezekiah the king and the princes commanded the Levites to sing praises to Yahweh with the words of David, and of Asaph the seer. They sang praises with gladness, and they bowed their heads and worshiped. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Then Hezekiah answered, “Now you have consecrated yourselves to Yahweh. Come near and bring sacrifices and thank offerings into Yahweh’s house.” The assembly brought in sacrifices and thank offerings, and as many as were of a willing heart brought burnt offerings.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "The number of the burnt offerings which the assembly brought was seventy bulls, one hundred rams, and two hundred lambs. All these were for a burnt offering to Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "The consecrated things were six hundred head of cattle and three thousand sheep.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "But the priests were too few, so that they could not skin all the burnt offerings. Therefore their brothers the Levites helped them, until the work was ended, and until the priests had sanctified themselves; for the Levites were more upright in heart to sanctify themselves than the priests.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "Also the burnt offerings were in abundance, with the fat of the peace offerings, and with the drink offerings for every burnt offering. So the service of Yahweh’s house was set in order.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "Hezekiah and all the people rejoiced, because of that which God had prepared for the people; for the thing was done suddenly. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Hezekiah sent to all Israel and Judah, and wrote letters also to Ephraim and Manasseh, that they should come to Yahweh’s house at Jerusalem, to keep the Passover to Yahweh, the God of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "For the king had taken counsel with his princes and all the assembly in Jerusalem to keep the Passover in the second month.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "For they could not keep it at that time, because the priests had not sanctified themselves in sufficient number, and the people had not gathered themselves together to Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The thing was right in the eyes of the king and of all the assembly.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "So they established a decree to make proclamation throughout all Israel, from Beersheba even to Dan, that they should come to keep the Passover to Yahweh, the God of Israel, at Jerusalem, for they had not kept it in great numbers in the way it is written. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "So the couriers went with the letters from the king and his princes throughout all Israel and Judah, and according to the commandment of the king, saying, “You children of Israel, turn again to Yahweh, the God of Abraham, Isaac, and Israel, that he may return to the remnant of you that have escaped out of the hand of the kings of Assyria.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Don’t be like your fathers and like your brothers, who trespassed against Yahweh, the God of their fathers, so that he gave them up to desolation, as you see.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Now don’t be stiff-necked, as your fathers were, but yield yourselves to Yahweh, and enter into his sanctuary, which he has sanctified forever, and serve Yahweh your God, that his fierce anger may turn away from you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "For if you turn again to Yahweh, your brothers and your children will find compassion before those who led them captive, and will come again into this land, because Yahweh your God is gracious and merciful, and will not turn away his face from you, if you return to him.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "So the couriers passed from city to city through the country of Ephraim and Manasseh, even to Zebulun, but people ridiculed them and mocked them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Nevertheless some men of Asher, Manasseh, and Zebulun humbled themselves, and came to Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Also the hand of God came on Judah to give them one heart, to do the commandment of the king and of the princes by Yahweh’s word. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Many people assembled at Jerusalem to keep the feast of unleavened bread in the second month, a very great assembly.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "They arose and took away the altars that were in Jerusalem, and they took away all the altars for incense and threw them into the brook Kidron.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Then they killed the Passover on the fourteenth day of the second month. The priests and the Levites were ashamed, and sanctified themselves, and brought burnt offerings into Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "They stood in their place after their order, according to the law of Moses the man of God. The priests sprinkled the blood which they received of the hand of the Levites.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "For there were many in the assembly who had not sanctified themselves: therefore the Levites were in charge of killing the Passovers for everyone who was not clean, to sanctify them to Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "For a multitude of the people, even many of Ephraim, Manasseh, Issachar, and Zebulun, had not cleansed themselves, yet they ate the Passover other than the way it is written. For Hezekiah had prayed for them, saying, “May the good Yahweh pardon everyone  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "who sets his heart to seek God, Yahweh, the God of his fathers, even if they aren’t clean according to the purification of the sanctuary.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Yahweh listened to Hezekiah, and healed the people.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "The children of Israel who were present at Jerusalem kept the feast of unleavened bread seven days with great gladness. The Levites and the priests praised Yahweh day by day, singing with loud instruments to Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Hezekiah spoke encouragingly to all the Levites who had good understanding in the service of Yahweh. So they ate throughout the feast for the seven days, offering sacrifices of peace offerings, and making confession to Yahweh, the God of their fathers. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "The whole assembly took counsel to keep another seven days, and they kept another seven days with gladness.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "For Hezekiah king of Judah gave to the assembly for offerings one thousand bulls and seven thousand sheep; and the princes gave to the assembly a thousand bulls and ten thousand sheep: and a great number of priests sanctified themselves.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "All the assembly of Judah, with the priests and the Levites, and all the assembly who came out of Israel, and the foreigners who came out of the land of Israel, and who lived in Judah, rejoiced.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "So there was great joy in Jerusalem; for since the time of Solomon the son of David king of Israel there was nothing like this in Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Then the Levitical priests arose and blessed the people. Their voice was heard, and their prayer came up to his holy habitation, even to heaven. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now when all this was finished, all Israel who were present went out to the cities of Judah, and broke the pillars in pieces, cut down the Asherah poles, and broke down the high places and the altars out of all Judah and Benjamin, also in Ephraim and Manasseh, until they had destroyed them all. Then all the children of Israel returned, every man to his possession, into their own cities. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Hezekiah appointed the divisions of the priests and the Levites after their divisions, every man according to his service, both the priests and the Levites, for burnt offerings and for peace offerings, to minister, to give thanks, and to praise in the gates of Yahweh’s camp.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "He also appointed the king’s portion of his possessions for the burnt offerings, for the morning and evening burnt offerings, and the burnt offerings for the Sabbaths, for the new moons, and for the set feasts, as it is written in Yahweh’s law.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Moreover he commanded the people who lived in Jerusalem to give the portion of the priests and the Levites, that they might give themselves to Yahweh’s law.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "As soon as the commandment went out, the children of Israel gave in abundance the first fruits of grain, new wine, oil, honey, and of all the increase of the field; and they brought in the tithe of all things abundantly.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "The children of Israel and Judah, who lived in the cities of Judah, also brought in the tithe of cattle and sheep, and the tithe of dedicated things which were consecrated to Yahweh their God, and laid them in heaps. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "In the third month they began to lay the foundation of the heaps, and finished them in the seventh month.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "When Hezekiah and the princes came and saw the heaps, they blessed Yahweh and his people Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Then Hezekiah questioned the priests and the Levites about the heaps.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Azariah the chief priest, of the house of Zadok, answered him and said, “Since people began to bring the offerings into Yahweh’s house, we have eaten and had enough, and have plenty left over, for Yahweh has blessed his people; and that which is left is this great store.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Then Hezekiah commanded them to prepare rooms in Yahweh’s house, and they prepared them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "They brought in the offerings, the tithes, and the dedicated things faithfully. Conaniah the Levite was ruler over them, and Shimei his brother was second.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah were overseers under the hand of Conaniah and Shimei his brother, by the appointment of Hezekiah the king and Azariah the ruler of God’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Kore the son of Imnah the Levite, the gatekeeper at the east gate, was over the free will offerings of God, to distribute Yahweh’s offerings and the most holy things.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Under him were Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah, in the cities of the priests, in their office of trust, to give to their brothers by divisions, to the great as well as to the small;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "in addition to those who were listed by genealogy of males, from three years old and upward, even everyone who entered into Yahweh’s house, as the duty of every day required, for their service in their offices according to their divisions;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "and those who were listed by genealogy of the priests by their fathers’ houses, and the Levites from twenty years old and upward, in their offices by their divisions;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "and those who were listed by genealogy of all their little ones, their wives, their sons, and their daughters, through all the congregation; for in their office of trust they sanctified themselves in holiness.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Also for the sons of Aaron the priests, who were in the fields of the pasture lands of their cities, in every city, there were men who were mentioned by name, to give portions to all the males among the priests, and to all who were listed by genealogy among the Levites. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Hezekiah did so throughout all Judah; and he did that which was good, right, and faithful before Yahweh his God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "In every work that he began in the service of God’s house, in the law, and in the commandments, to seek his God, he did it with all his heart, and prospered. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "After these things and this faithfulness, Sennacherib king of Assyria came, entered into Judah, and encamped against the fortified cities, and intended to win them for himself.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "When Hezekiah saw that Sennacherib had come, and that he was planning to fight against Jerusalem,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "he took counsel with his princes and his mighty men to stop the waters of the springs which were outside of the city, and they helped him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "So, many people gathered together and they stopped all the springs and the brook that flowed through the middle of the land, saying, “Why should the kings of Assyria come, and find abundant water?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He took courage, built up all the wall that was broken down, and raised it up to the towers, with the other wall outside, and strengthened Millo in David’s city, and made weapons and shields in abundance.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He set captains of war over the people, and gathered them together to him in the wide place at the gate of the city, and spoke encouragingly to them, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "“Be strong and courageous. Don’t be afraid or dismayed because of the king of Assyria, nor for all the multitude who is with him; for there is a greater one with us than with him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "An arm of flesh is with him, but Yahweh our God is with us to help us and to fight our battles.” The people rested themselves on the words of Hezekiah king of Judah. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "After this, Sennacherib king of Assyria sent his servants to Jerusalem, (now he was before Lachish, and all his power with him), to Hezekiah king of Judah, and to all Judah who were at Jerusalem, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Sennacherib king of Assyria says, “In whom do you trust, that you remain under siege in Jerusalem?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Doesn’t Hezekiah persuade you, to give you over to die by famine and by thirst, saying, ‘Yahweh our God will deliver us out of the hand of the king of Assyria?’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Hasn’t the same Hezekiah taken away his high places and his altars, and commanded Judah and Jerusalem, saying, ‘You shall worship before one altar, and you shall burn incense on it?’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Don’t you know what I and my fathers have done to all the peoples of the lands? Were the gods of the nations of the lands in any way able to deliver their land out of my hand?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Who was there among all the gods of those nations which my fathers utterly destroyed, that could deliver his people out of my hand, that your God should be able to deliver you out of my hand?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Now therefore don’t let Hezekiah deceive you, nor persuade you in this way. Don’t believe him, for no god of any nation or kingdom was able to deliver his people out of my hand, and out of the hand of my fathers. How much less will your God deliver you out of my hand?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "His servants spoke yet more against Yahweh God, and against his servant Hezekiah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "He also wrote letters insulting Yahweh, the God of Israel, and speaking against him, saying, “As the gods of the nations of the lands, which have not delivered their people out of my hand, so shall the God of Hezekiah not deliver his people out of my hand.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "They called out with a loud voice in the Jews’ language to the people of Jerusalem who were on the wall, to frighten them, and to trouble them; that they might take the city.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "They spoke of the God of Jerusalem as of the gods of the peoples of the earth, which are the work of men’s hands. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Hezekiah the king and Isaiah the prophet the son of Amoz, prayed because of this, and cried to heaven. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Yahweh sent an angel, who cut off all the mighty men of valor, and the leaders and captains, in the camp of the king of Assyria. So he returned with shame of face to his own land. When he had come into the house of his god, those who came out of his own body killed him there with the sword.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Thus Yahweh saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib the king of Assyria and from the hand of all others, and guided them on every side.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Many brought gifts to Yahweh to Jerusalem, and precious things to Hezekiah king of Judah; so that he was exalted in the sight of all nations from then on. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "In those days Hezekiah was terminally ill, and he prayed to Yahweh; and he spoke to him, and gave him a sign.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "But Hezekiah didn’t reciprocate appropriate to the benefit done for him, because his heart was lifted up. Therefore there was wrath on him, and on Judah and Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Notwithstanding Hezekiah humbled himself for the pride of his heart, both he and the inhabitants of Jerusalem, so that Yahweh’s wrath didn’t come on them in the days of Hezekiah. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Hezekiah had exceedingly much riches and honor. He provided himself with treasuries for silver, for gold, for precious stones, for spices, for shields, and for all kinds of valuable vessels;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "also storehouses for the increase of grain, new wine, and oil; and stalls for all kinds of animals, and flocks in folds.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "Moreover he provided for himself cities, and possessions of flocks and herds in abundance; for God had given him abundant possessions.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "This same Hezekiah also stopped the upper spring of the waters of Gihon, and brought them straight down on the west side of David’s city. Hezekiah prospered in all his works. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "However concerning the ambassadors of the princes of Babylon, who sent to him to inquire of the wonder that was done in the land, God left him, to try him, that he might know all that was in his heart. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Hezekiah, and his good deeds, behold, they are written in the vision of Isaiah the prophet the son of Amoz, in the book of the kings of Judah and Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "Hezekiah slept with his fathers, and they buried him in the ascent of the tombs of the sons of David. All Judah and the inhabitants of Jerusalem honored him at his death. Manasseh his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Manasseh was twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He did that which was evil in Yahweh’s sight, after the abominations of the nations whom Yahweh cast out before the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "For he built again the high places which Hezekiah his father had broken down; and he raised up altars for the Baals, made Asheroth, and worshiped all the army of the sky, and served them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He built altars in Yahweh’s house, of which Yahweh said, “My name shall be in Jerusalem forever.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He built altars for all the army of the sky in the two courts of Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He also made his children to pass through the fire in the valley of the son of Hinnom. He practiced sorcery, divination, and witchcraft, and dealt with those who had familiar spirits and with wizards. He did much evil in Yahweh’s sight, to provoke him to anger.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "He set the engraved image of the idol, which he had made, in God’s house, of which God said to David and to Solomon his son, “In this house, and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my name forever.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "I will not any more remove the foot of Israel from off the land which I have appointed for your fathers, if only they will observe to do all that I have commanded them, even all the law, the statutes, and the ordinances given by Moses.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Manasseh seduced Judah and the inhabitants of Jerusalem, so that they did more evil than did the nations whom Yahweh destroyed before the children of Israel. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Yahweh spoke to Manasseh, and to his people; but they didn’t listen.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Therefore Yahweh brought on them the captains of the army of the king of Assyria, who took Manasseh in chains, bound him with fetters, and carried him to Babylon. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "When he was in distress, he begged Yahweh his God, and humbled himself greatly before the God of his fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "He prayed to him; and he was entreated by him, and heard his supplication, and brought him again to Jerusalem into his kingdom. Then Manasseh knew that Yahweh was God. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Now after this, he built an outer wall to David’s city, on the west side of Gihon, in the valley, even to the entrance at the fish gate. He encircled Ophel with it, and raised it up to a very great height; and he put valiant captains in all the fortified cities of Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "He took away the foreign gods, and the idol out of Yahweh’s house, and all the altars that he had built in the mountain of Yahweh’s house, and in Jerusalem, and cast them out of the city.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "He built up Yahweh’s altar, and offered sacrifices of peace offerings and of thanksgiving on it, and commanded Judah to serve Yahweh, the God of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Nevertheless the people sacrificed still in the high places, but only to Yahweh their God. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Manasseh, and his prayer to his God, and the words of the seers who spoke to him in the name of Yahweh, the God of Israel, behold, they are written among the acts of the kings of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "His prayer also, and how God was entreated of him, and all his sin and his trespass, and the places in which he built high places, and set up the Asherah poles and the engraved images, before he humbled himself: behold, they are written in the history of Hozai.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "So Manasseh slept with his fathers, and they buried him in his own house; and Amon his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Amon was twenty-two years old when he began to reign; and he reigned two years in Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "He did that which was evil in Yahweh’s sight, as did Manasseh his father; and Amon sacrificed to all the engraved images which Manasseh his father had made, and served them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "He didn’t humble himself before Yahweh, as Manasseh his father had humbled himself; but this same Amon trespassed more and more.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "His servants conspired against him, and put him to death in his own house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "But the people of the land killed all those who had conspired against king Amon; and the people of the land made Josiah his son king in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Josiah was eight years old when he began to reign, and he reigned thirty-one years in Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He did that which was right in Yahweh’s eyes, and walked in the ways of David his father, and didn’t turn away to the right hand or to the left.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "For in the eighth year of his reign, while he was yet young, he began to seek after the God of David his father; and in the twelfth year he began to purge Judah and Jerusalem from the high places, the Asherah poles, the engraved images, and the molten images.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "They broke down the altars of the Baals in his presence; and he cut down the incense altars that were on high above them. He broke the Asherah poles, the engraved images, and the molten images in pieces, made dust of them, and scattered it on the graves of those who had sacrificed to them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He burned the bones of the priests on their altars, and purged Judah and Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He did this in the cities of Manasseh, Ephraim, and Simeon, even to Naphtali, around in their ruins.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "He broke down the altars, and beat the Asherah poles and the engraved images into powder, and cut down all the incense altars throughout all the land of Israel, then returned to Jerusalem. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Now in the eighteenth year of his reign, when he had purged the land and the house, he sent Shaphan the son of Azaliah, and Maaseiah the governor of the city, and Joah the son of Joahaz the recorder, to repair Yahweh his God’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "They came to Hilkiah the high priest, and delivered the money that was brought into God’s house, which the Levites, the keepers of the threshold, had gathered from the hands of Manasseh, Ephraim, of all the remnant of Israel, of all Judah and Benjamin, and of the inhabitants of Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "They delivered it into the hands of the workmen who had the oversight of Yahweh’s house; and the workmen who labored in Yahweh’s house gave it to mend and repair the house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "They gave it to the carpenters and to the builders, to buy cut stone and timber for couplings, and to make beams for the houses which the kings of Judah had destroyed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The men did the work faithfully. Their overseers were Jahath and Obadiah, the Levites, of the sons of Merari; and Zechariah and Meshullam, of the sons of the Kohathites, to give direction; and others of the Levites, who were all skillful with musical instruments.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Also they were over the bearers of burdens, and directed all who did the work in every kind of service. Of the Levites, there were scribes, officials, and gatekeepers. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "When they brought out the money that was brought into Yahweh’s house, Hilkiah the priest found the book of Yahweh’s law given by Moses.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Hilkiah answered Shaphan the scribe, “I have found the book of the law in Yahweh’s house.” So Hilkiah delivered the book to Shaphan. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Shaphan carried the book to the king, and moreover brought back word to the king, saying, “All that was committed to your servants, they are doing.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "They have emptied out the money that was found in Yahweh’s house, and have delivered it into the hand of the overseers, and into the hand of the workmen.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Shaphan the scribe told the king, saying, “Hilkiah the priest has delivered me a book.” Shaphan read from it to the king. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "When the king had heard the words of the law, he tore his clothes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "The king commanded Hilkiah, Ahikam the son of Shaphan, Abdon the son of Micah, Shaphan the scribe, and Asaiah the king’s servant, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "“Go inquire of Yahweh for me, and for those who are left in Israel and in Judah, concerning the words of the book that is found; for great is Yahweh’s wrath that is poured out on us, because our fathers have not kept Yahweh’s word, to do according to all that is written in this book.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "So Hilkiah, and they whom the king had commanded, went to Huldah the prophetess, the wife of Shallum the son of Tokhath, the son of Hasrah, keeper of the wardrobe (now she lived in Jerusalem in the second quarter), and they spoke to her to that effect. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "She said to them, “Yahweh, the God of Israel says: ‘Tell the man who sent you to me,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "“Yahweh says, ‘Behold, I will bring evil on this place, and on its inhabitants, even all the curses that are written in the book which they have read before the king of Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Because they have forsaken me, and have burned incense to other gods, that they might provoke me to anger with all the works of their hands; therefore my wrath is poured out on this place, and it will not be quenched.’ ” ’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "But to the king of Judah, who sent you to inquire of Yahweh, you shall tell him this, ‘Yahweh, the God of Israel says: “About the words which you have heard,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "because your heart was tender, and you humbled yourself before God, when you heard his words against this place, and against its inhabitants, and have humbled yourself before me, and have torn your clothes, and wept before me, I also have heard you,” says Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "“Behold, I will gather you to your fathers, and you will be gathered to your grave in peace. Your eyes won’t see all the evil that I will bring on this place and on its inhabitants.” ’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 28,
		"sectionNumber": 2,
		"value": "They brought back word to the king. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "Then the king sent and gathered together all the elders of Judah and Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "The king went up to Yahweh’s house, with all the men of Judah and the inhabitants of Jerusalem, the priests, the Levites, and all the people, both great and small; and he read in their hearing all the words of the book of the covenant that was found in Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "The king stood in his place, and made a covenant before Yahweh, to walk after Yahweh, and to keep his commandments, and his testimonies, and his statutes, with all his heart, and with all his soul, to perform the words of the covenant that were written in this book.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "He caused all who were found in Jerusalem and Benjamin to stand. The inhabitants of Jerusalem did according to the covenant of God, the God of their fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "Josiah took away all the abominations out of all the countries that belonged to the children of Israel, and made all who were found in Israel to serve, even to serve Yahweh their God. All his days they didn’t depart from following Yahweh, the God of their fathers. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Josiah kept a Passover to Yahweh in Jerusalem. They killed the Passover on the fourteenth day of the first month.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He set the priests in their offices, and encouraged them in the service of Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "He said to the Levites who taught all Israel, who were holy to Yahweh, “Put the holy ark in the house which Solomon the son of David king of Israel built. It will no longer be a burden on your shoulders. Now serve Yahweh your God, and his people Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Prepare yourselves after your fathers’ houses by your divisions, according to the writing of David king of Israel, and according to the writing of Solomon his son.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Stand in the holy place according to the divisions of the fathers’ houses of your brothers the children of the people, and let there be for each a portion of a fathers’ house of the Levites.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Kill the Passover, sanctify yourselves, and prepare for your brothers, to do according to Yahweh’s word by Moses.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Josiah gave to the children of the people, of the flock, lambs and young goats, all of them for the Passover offerings, to all who were present, to the number of thirty thousand, and three thousand bulls. These were of the king’s substance.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "His princes gave for a free will offering to the people, to the priests, and to the Levites. Hilkiah, Zechariah, and Jehiel, the rulers of God’s house, gave to the priests for the Passover offerings two thousand six hundred small livestock, and three hundred head of cattle.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Conaniah also, and Shemaiah and Nethanel, his brothers, and Hashabiah, Jeiel, and Jozabad, the chiefs of the Levites, gave to the Levites for the Passover offerings five thousand small livestock and five hundred head of cattle. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "So the service was prepared, and the priests stood in their place, and the Levites by their divisions, according to the king’s commandment.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "They killed the Passover, and the priests sprinkled the blood which they received of their hand, and the Levites skinned them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "They removed the burnt offerings, that they might give them according to the divisions of the fathers’ houses of the children of the people, to offer to Yahweh, as it is written in the book of Moses. They did the same with the cattle.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "They roasted the Passover with fire according to the ordinance. They boiled the holy offerings in pots, in cauldrons, and in pans, and carried them quickly to all the children of the people.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Afterward they prepared for themselves and for the priests, because the priests the sons of Aaron were busy with offering the burnt offerings and the fat until night. Therefore the Levites prepared for themselves and for the priests the sons of Aaron.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "The singers the sons of Asaph were in their place, according to the commandment of David, Asaph, Heman, and Jeduthun the king’s seer; and the gatekeepers were at every gate. They didn’t need to depart from their service, because their brothers the Levites prepared for them. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "So all the service of Yahweh was prepared the same day, to keep the Passover, and to offer burnt offerings on Yahweh’s altar, according to the commandment of king Josiah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "The children of Israel who were present kept the Passover at that time, and the feast of unleavened bread seven days.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "There was no Passover like that kept in Israel from the days of Samuel the prophet, nor did any of the kings of Israel keep such a Passover as Josiah kept, with the priests, the Levites, and all Judah and Israel who were present, and the inhabitants of Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "This Passover was kept in the eighteenth year of the reign of Josiah. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "After all this, when Josiah had prepared the temple, Neco king of Egypt went up to fight against Carchemish by the Euphrates, and Josiah went out against him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "But he sent ambassadors to him, saying, “What have I to do with you, you king of Judah? I come not against you today, but against the house with which I have war. God has commanded me to make haste. Beware that it is God who is with me, that he not destroy you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Nevertheless Josiah would not turn his face from him, but disguised himself, that he might fight with him, and didn’t listen to the words of Neco from the mouth of God, and came to fight in the valley of Megiddo.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "The archers shot at king Josiah; and the king said to his servants, “Take me away, because I am seriously wounded!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "So his servants took him out of the chariot, and put him in the second chariot that he had, and brought him to Jerusalem; and he died, and was buried in the tombs of his fathers. All Judah and Jerusalem mourned for Josiah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Jeremiah lamented for Josiah, and all the singing men and singing women spoke of Josiah in their lamentations to this day; and they made them an ordinance in Israel. Behold, they are written in the lamentations.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Josiah, and his good deeds, according to that which is written in Yahweh’s law,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 35,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "and his acts, first and last, behold, they are written in the book of the kings of Israel and Judah. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Then the people of the land took Jehoahaz the son of Josiah, and made him king in his father’s place in Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Joahaz was twenty-three years old when he began to reign; and he reigned three months in Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "The king of Egypt removed him from office at Jerusalem, and fined the land one hundred talents of silver and a talent of gold.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The king of Egypt made Eliakim his brother king over Judah and Jerusalem, and changed his name to Jehoiakim. Neco took Joahaz his brother, and carried him to Egypt. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. He did that which was evil in Yahweh his God’s sight.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Nebuchadnezzar king of Babylon came up against him, and bound him in fetters to carry him to Babylon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Nebuchadnezzar also carried some of the vessels of Yahweh’s house to Babylon, and put them in his temple at Babylon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Now the rest of the acts of Jehoiakim, and his abominations which he did, and that which was found in him, behold, they are written in the book of the kings of Israel and Judah; and Jehoiachin his son reigned in his place. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Jehoiachin was eight years old when he began to reign, and he reigned three months and ten days in Jerusalem. He did that which was evil in Yahweh’s sight.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "At the return of the year, king Nebuchadnezzar sent and brought him to Babylon, with the valuable vessels of Yahweh’s house, and made Zedekiah his brother king over Judah and Jerusalem. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Zedekiah was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "He did that which was evil in Yahweh his God’s sight. He didn’t humble himself before Jeremiah the prophet speaking from Yahweh’s mouth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "He also rebelled against king Nebuchadnezzar, who had made him swear by God; but he stiffened his neck, and hardened his heart against turning to Yahweh, the God of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Moreover all the chiefs of the priests, and the people, trespassed very greatly after all the abominations of the nations; and they polluted Yahweh’s house which he had made holy in Jerusalem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Yahweh, the God of their fathers, sent to them by his messengers, rising up early and sending, because he had compassion on his people, and on his dwelling place;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "but they mocked the messengers of God, and despised his words, and scoffed at his prophets, until Yahweh’s wrath arose against his people, until there was no remedy. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Therefore he brought on them the king of the Chaldeans, who killed their young men with the sword in the house of their sanctuary, and had no compassion on young man or virgin, old man or gray-headed. He gave them all into his hand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "All the vessels of God’s house, great and small, and the treasures of Yahweh’s house, and the treasures of the king, and of his princes, all these he brought to Babylon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "They burned God’s house, and broke down the wall of Jerusalem, and burned all its palaces with fire, and destroyed all of its valuable vessels.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "He carried those who had escaped from the sword away to Babylon, and they were servants to him and his sons until the reign of the kingdom of Persia,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "to fulfill Yahweh’s word by Jeremiah’s mouth, until the land had enjoyed its Sabbaths. As long as it lay desolate, it kept Sabbath, to fulfill seventy years. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Now in the first year of Cyrus king of Persia, that Yahweh’s word by the mouth of Jeremiah might be accomplished, Yahweh stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom, and put it also in writing, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 36,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "“Cyrus king of Persia says, ‘Yahweh, the God of heaven, has given all the kingdoms of the earth to me; and he has commanded me to build him a house in Jerusalem, which is in Judah. Whoever there is among you of all his people, Yahweh his God be with him, and let him go up.’ ” "
	},
	{
		"type": "paragraph end"
	}
]