[
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "These are the words which Moses spoke to all Israel beyond the Jordan in the wilderness, in the Arabah opposite Suf, between Paran, Tophel, Laban, Hazeroth, and Dizahab.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "It is eleven days’ journey from Horeb by the way of Mount Seir to Kadesh Barnea.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "In the fortieth year, in the eleventh month, on the first day of the month, Moses spoke to the children of Israel according to all that Yahweh had given him in commandment to them,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "after he had struck Sihon the king of the Amorites who lived in Heshbon, and Og the king of Bashan who lived in Ashtaroth, at Edrei.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Beyond the Jordan, in the land of Moab, Moses began to declare this law, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "“Yahweh our God spoke to us in Horeb, saying, ‘You have lived long enough at this mountain.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Turn, and take your journey, and go to the hill country of the Amorites and to all the places near there: in the Arabah, in the hill country, in the lowland, in the South, by the seashore, in the land of the Canaanites, and in Lebanon as far as the great river, the river Euphrates.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Behold, I have set the land before you. Go in and possess the land which Yahweh swore to your fathers—to Abraham, to Isaac, and to Jacob—to give to them and to their offspring after them.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "I spoke to you at that time, saying, “I am not able to bear you myself alone.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Yahweh your God has multiplied you, and behold, you are today as the stars of the sky for multitude.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Yahweh, the God of your fathers, make you a thousand times as many as you are and bless you, as he has promised you!  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "How can I myself alone bear your problems, your burdens, and your strife?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Take wise men of understanding who are respected among your tribes, and I will make them heads over you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "You answered me, and said, “The thing which you have spoken is good to do.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "So I took the heads of your tribes, wise and respected men, and made them heads over you, captains of thousands, captains of hundreds, captains of fifties, captains of tens, and officers, according to your tribes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "I commanded your judges at that time, saying, “Hear cases between your brothers and judge righteously between a man and his brother, and the foreigner who is living with him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "You shall not show partiality in judgment; you shall hear the small and the great alike. You shall not be afraid of the face of man, for the judgment is God’s. The case that is too hard for you, you shall bring to me, and I will hear it.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "I commanded you at that time all the things which you should do.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "We traveled from Horeb and went through all that great and terrible wilderness which you saw, by the way to the hill country of the Amorites, as Yahweh our God commanded us; and we came to Kadesh Barnea.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "I said to you, “You have come to the hill country of the Amorites, which Yahweh our God gives to us.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Behold, Yahweh your God has set the land before you. Go up, take possession, as Yahweh the God of your fathers has spoken to you. Don’t be afraid, neither be dismayed.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "You came near to me, everyone of you, and said, “Let’s send men before us, that they may search the land for us, and bring back to us word of the way by which we must go up, and the cities to which we shall come.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "The thing pleased me well. I took twelve of your men, one man for every tribe.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "They turned and went up into the hill country, and came to the valley of Eshcol, and spied it out.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "They took some of the fruit of the land in their hands and brought it down to us, and brought us word again, and said, “It is a good land which Yahweh our God gives to us.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Yet you wouldn’t go up, but rebelled against the commandment of Yahweh your God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "You murmured in your tents, and said, “Because Yahweh hated us, he has brought us out of the land of Egypt, to deliver us into the hand of the Amorites to destroy us.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Where are we going up? Our brothers have made our heart melt, saying, ‘The people are greater and taller than we. The cities are great and fortified up to the sky. Moreover we have seen the sons of the Anakim there!’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "Then I said to you, “Don’t be terrified. Don’t be afraid of them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Yahweh your God, who goes before you, he will fight for you, according to all that he did for you in Egypt before your eyes,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "and in the wilderness where you have seen how that Yahweh your God carried you, as a man carries his son, in all the way that you went, until you came to this place.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "Yet in this thing you didn’t believe Yahweh your God,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "who went before you on the way, to seek out a place for you to pitch your tents in: in fire by night, to show you by what way you should go, and in the cloud by day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "Yahweh heard the voice of your words and was angry, and swore, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "“Surely not one of these men of this evil generation shall see the good land which I swore to give to your fathers,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "except Caleb the son of Jephunneh. He shall see it. I will give the land that he has trodden on to him and to his children, because he has wholly followed Yahweh.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "Also Yahweh was angry with me for your sakes, saying, “You also shall not go in there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "Joshua the son of Nun, who stands before you, shall go in there. Encourage him, for he shall cause Israel to inherit it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "Moreover your little ones, whom you said would be captured or killed, your children, who today have no knowledge of good or evil, shall go in there. I will give it to them, and they shall possess it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "But as for you, turn, and take your journey into the wilderness by the way to the Red Sea.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "Then you answered and said to me, “We have sinned against Yahweh. We will go up and fight, according to all that Yahweh our God commanded us.” Every man of you put on his weapons of war, and presumed to go up into the hill country. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "Yahweh said to me, “Tell them, ‘Don’t go up and don’t fight; for I am not among you, lest you be struck before your enemies.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "So I spoke to you, and you didn’t listen; but you rebelled against the commandment of Yahweh, and were presumptuous, and went up into the hill country.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "The Amorites, who lived in that hill country, came out against you and chased you as bees do, and beat you down in Seir, even to Hormah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "You returned and wept before Yahweh; but Yahweh didn’t listen to your voice, nor turn his ear to you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 46,
		"sectionNumber": 1,
		"value": "So you stayed in Kadesh many days, according to the days that you remained. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Then we turned, and took our journey into the wilderness by the way to the Red Sea, as Yahweh spoke to me; and we encircled Mount Seir many days. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Yahweh spoke to me, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "“You have encircled this mountain long enough. Turn northward.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Command the people, saying, ‘You are to pass through the border of your brothers, the children of Esau, who dwell in Seir; and they will be afraid of you. Therefore be careful.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Don’t contend with them; for I will not give you any of their land, no, not so much as for the sole of the foot to tread on, because I have given Mount Seir to Esau for a possession.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "You shall purchase food from them for money, that you may eat. You shall also buy water from them for money, that you may drink.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "For Yahweh your God has blessed you in all the work of your hands. He has known your walking through this great wilderness. These forty years, Yahweh your God has been with you. You have lacked nothing. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "So we passed by from our brothers, the children of Esau, who dwell in Seir, from the way of the Arabah from Elath and from Ezion Geber. We turned and passed by the way of the wilderness of Moab. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Yahweh said to me, “Don’t bother Moab, neither contend with them in battle; for I will not give you any of his land for a possession, because I have given Ar to the children of Lot for a possession.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "(The Emim lived there before, a great and numerous people, and tall as the Anakim.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "These also are considered to be Rephaim, as the Anakim; but the Moabites call them Emim.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The Horites also lived in Seir in the past, but the children of Esau succeeded them. They destroyed them from before them, and lived in their place, as Israel did to the land of his possession, which Yahweh gave to them.) "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "“Now rise up, and cross over the brook Zered.” We went over the brook Zered. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "The days in which we came from Kadesh Barnea until we had come over the brook Zered were thirty-eight years: until all the generation of the men of war were consumed from the middle of the camp, as Yahweh swore to them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Moreover Yahweh’s hand was against them, to destroy them from the middle of the camp, until they were consumed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "So, when all the men of war were consumed and dead from among the people,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Yahweh spoke to me, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "“You are to pass over Ar, the border of Moab, today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "When you come near the border of the children of Ammon, don’t bother them, nor contend with them; for I will not give you any of the land of the children of Ammon for a possession, because I have given it to the children of Lot for a possession.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "(That also is considered a land of Rephaim. Rephaim lived there in the past, but the Ammonites call them Zamzummim,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "a great people, many, and tall, as the Anakim; but Yahweh destroyed them from before Israel, and they succeeded them, and lived in their place;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "as he did for the children of Esau who dwell in Seir, when he destroyed the Horites from before them; and they succeeded them, and lived in their place even to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Then the Avvim, who lived in villages as far as Gaza: the Caphtorim, who came out of Caphtor, destroyed them and lived in their place.) "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "“Rise up, take your journey, and pass over the valley of the Arnon. Behold, I have given into your hand Sihon the Amorite, king of Heshbon, and his land; begin to possess it, and contend with him in battle.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Today I will begin to put the dread of you and the fear of you on the peoples who are under the whole sky, who shall hear the report of you, and shall tremble and be in anguish because of you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "I sent messengers out of the wilderness of Kedemoth to Sihon king of Heshbon with words of peace, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "“Let me pass through your land. I will go along by the highway. I will turn neither to the right hand nor to the left.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "You shall sell me food for money, that I may eat; and give me water for money, that I may drink. Just let me pass through on my feet,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "as the children of Esau who dwell in Seir, and the Moabites who dwell in Ar, did to me; until I pass over the Jordan into the land which Yahweh our God gives us.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "But Sihon king of Heshbon would not let us pass by him; for Yahweh your God hardened his spirit and made his heart obstinate, that he might deliver him into your hand, as it is today. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Yahweh said to me, “Behold, I have begun to deliver up Sihon and his land before you. Begin to possess, that you may inherit his land.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "Then Sihon came out against us, he and all his people, to battle at Jahaz.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "Yahweh our God delivered him up before us; and we struck him, his sons, and all his people.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "We took all his cities at that time, and utterly destroyed every inhabited city, with the women and the little ones. We left no one remaining.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "Only the livestock we took for plunder for ourselves, with the plunder of the cities which we had taken.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "From Aroer, which is on the edge of the valley of the Arnon, and the city that is in the valley, even to Gilead, there was not a city too high for us. Yahweh our God delivered up all before us.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "Only to the land of the children of Ammon you didn’t come near: all the banks of the river Jabbok, and the cities of the hill country, and wherever Yahweh our God forbade us. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Then we turned, and went up the way to Bashan. Og the king of Bashan came out against us, he and all his people, to battle at Edrei.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Yahweh said to me, “Don’t fear him; for I have delivered him, with all his people, and his land, into your hand. You shall do to him as you did to Sihon king of the Amorites, who lived at Heshbon.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "So Yahweh our God delivered into our hand Og also, the king of Bashan, and all his people. We struck him until no one was left to him remaining.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "We took all his cities at that time. There was not a city which we didn’t take from them: sixty cities, all the region of Argob, the kingdom of Og in Bashan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "All these were cities fortified with high walls, gates, and bars, in addition to a great many villages without walls.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "We utterly destroyed them, as we did to Sihon king of Heshbon, utterly destroying every inhabited city, with the women and the little ones.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "But all the livestock, and the plunder of the cities, we took for plunder for ourselves.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "We took the land at that time out of the hand of the two kings of the Amorites who were beyond the Jordan, from the valley of the Arnon to Mount Hermon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "(The Sidonians call Hermon Sirion, and the Amorites call it Senir.)  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "We took all the cities of the plain, and all Gilead, and all Bashan, to Salecah and Edrei, cities of the kingdom of Og in Bashan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "(For only Og king of Bashan remained of the remnant of the Rephaim. Behold, his bedstead was a bedstead of iron. Isn’t it in Rabbah of the children of Ammon? Nine cubits was its length, and four cubits its width, after the cubit of a man.)  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "This land we took in possession at that time: from Aroer, which is by the valley of the Arnon, and half the hill country of Gilead with its cities, I gave to the Reubenites and to the Gadites;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "and the rest of Gilead, and all Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh—all the region of Argob, even all Bashan. (The same is called the land of Rephaim.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Jair the son of Manasseh took all the region of Argob, to the border of the Geshurites and the Maacathites, and called them, even Bashan, after his own name, Havvoth Jair, to this day.)  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "I gave Gilead to Machir.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "To the Reubenites and to the Gadites I gave from Gilead even to the valley of the Arnon, the middle of the valley, and its border, even to the river Jabbok, which is the border of the children of Ammon;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "the Arabah also, and the Jordan and its border, from Chinnereth even to the sea of the Arabah, the Salt Sea, under the slopes of Pisgah eastward. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "I commanded you at that time, saying, “Yahweh your God has given you this land to possess it. All of you men of valor shall pass over armed before your brothers, the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "But your wives, and your little ones, and your livestock, (I know that you have much livestock), shall live in your cities which I have given you,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "until Yahweh gives rest to your brothers, as to you, and they also possess the land which Yahweh your God gives them beyond the Jordan. Then you shall each return to his own possession, which I have given you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "I commanded Joshua at that time, saying, “Your eyes have seen all that Yahweh your God has done to these two kings. So shall Yahweh do to all the kingdoms where you go over.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "You shall not fear them; for Yahweh your God himself fights for you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "I begged Yahweh at that time, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "“Lord Yahweh, you have begun to show your servant your greatness, and your strong hand. For what god is there in heaven or in earth that can do works like yours, and mighty acts like yours?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Please let me go over and see the good land that is beyond the Jordan, that fine mountain, and Lebanon.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "But Yahweh was angry with me because of you, and didn’t listen to me. Yahweh said to me, “That is enough! Speak no more to me of this matter.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Go up to the top of Pisgah, and lift up your eyes westward, and northward, and southward, and eastward, and see with your eyes; for you shall not go over this Jordan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "But commission Joshua, and encourage him, and strengthen him; for he shall go over before this people, and he shall cause them to inherit the land which you shall see.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "So we stayed in the valley near Beth Peor. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now, Israel, listen to the statutes and to the ordinances which I teach you, to do them; that you may live, and go in and possess the land which Yahweh, the God of your fathers, gives you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "You shall not add to the word which I command you, neither shall you take away from it, that you may keep the commandments of Yahweh your God which I command you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Your eyes have seen what Yahweh did because of Baal Peor; for Yahweh your God has destroyed all the men who followed Baal Peor from among you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "But you who were faithful to Yahweh your God are all alive today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Behold, I have taught you statutes and ordinances, even as Yahweh my God commanded me, that you should do so in the middle of the land where you go in to possess it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Keep therefore and do them; for this is your wisdom and your understanding in the sight of the peoples who shall hear all these statutes and say, “Surely this great nation is a wise and understanding people.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "For what great nation is there that has a god so near to them as Yahweh our God is whenever we call on him?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "What great nation is there that has statutes and ordinances so righteous as all this law which I set before you today? "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Only be careful, and keep your soul diligently, lest you forget the things which your eyes saw, and lest they depart from your heart all the days of your life; but make them known to your children and your children’s children—  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "the day that you stood before Yahweh your God in Horeb, when Yahweh said to me, “Assemble the people to me, and I will make them hear my words, that they may learn to fear me all the days that they live on the earth, and that they may teach their children.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "You came near and stood under the mountain. The mountain burned with fire to the heart of the sky, with darkness, cloud, and thick darkness.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Yahweh spoke to you out of the middle of the fire: you heard the voice of words, but you saw no form; you only heard a voice.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "He declared to you his covenant, which he commanded you to perform, even the ten commandments. He wrote them on two stone tablets.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Yahweh commanded me at that time to teach you statutes and ordinances, that you might do them in the land where you go over to possess it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Be very careful, for you saw no kind of form on the day that Yahweh spoke to you in Horeb out of the middle of the fire,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "lest you corrupt yourselves, and make yourself a carved image in the form of any figure, the likeness of male or female,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "the likeness of any animal that is on the earth, the likeness of any winged bird that flies in the sky,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "the likeness of anything that creeps on the ground, the likeness of any fish that is in the water under the earth;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "and lest you lift up your eyes to the sky, and when you see the sun and the moon and the stars, even all the army of the sky, you are drawn away and worship them, and serve them, which Yahweh your God has allotted to all the peoples under the whole sky.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "But Yahweh has taken you, and brought you out of the iron furnace, out of Egypt, to be to him a people of inheritance, as it is today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Furthermore Yahweh was angry with me for your sakes, and swore that I should not go over the Jordan, and that I should not go in to that good land which Yahweh your God gives you for an inheritance;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "but I must die in this land. I must not go over the Jordan, but you shall go over and possess that good land.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Be careful, lest you forget the covenant of Yahweh your God, which he made with you, and make yourselves a carved image in the form of anything which Yahweh your God has forbidden you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "For Yahweh your God is a devouring fire, a jealous God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "When you shall father children and children’s children, and you shall have been long in the land, and shall corrupt yourselves, and make a carved image in the form of anything, and shall do that which is evil in Yahweh your God’s sight to provoke him to anger,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "I call heaven and earth to witness against you today, that you will soon utterly perish from off the land which you go over the Jordan to possess it. You will not prolong your days on it, but will utterly be destroyed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Yahweh will scatter you among the peoples, and you will be left few in number among the nations where Yahweh will lead you away.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "There you shall serve gods, the work of men’s hands, wood and stone, which neither see, nor hear, nor eat, nor smell.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "But from there you shall seek Yahweh your God, and you shall find him when you search after him with all your heart and with all your soul.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "When you are in oppression, and all these things have come on you, in the latter days you shall return to Yahweh your God and listen to his voice.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "For Yahweh your God is a merciful God. He will not fail you nor destroy you, nor forget the covenant of your fathers which he swore to them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "For ask now of the days that are past, which were before you, since the day that God created man on the earth, and from the one end of the sky to the other, whether there has been anything as great as this thing is, or has been heard like it?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "Did a people ever hear the voice of God speaking out of the middle of the fire, as you have heard, and live?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "Or has God tried to go and take a nation for himself from among another nation, by trials, by signs, by wonders, by war, by a mighty hand, by an outstretched arm, and by great terrors, according to all that Yahweh your God did for you in Egypt before your eyes?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "It was shown to you so that you might know that Yahweh is God. There is no one else besides him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "Out of heaven he made you to hear his voice, that he might instruct you. On earth he made you to see his great fire; and you heard his words out of the middle of the fire.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "Because he loved your fathers, therefore he chose their offspring after them, and brought you out with his presence, with his great power, out of Egypt;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "to drive out nations from before you greater and mightier than you, to bring you in, to give you their land for an inheritance, as it is today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "Know therefore today, and take it to heart, that Yahweh himself is God in heaven above and on the earth beneath. There is no one else.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "You shall keep his statutes and his commandments which I command you today, that it may go well with you and with your children after you, and that you may prolong your days in the land which Yahweh your God gives you for all time. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "Then Moses set apart three cities beyond the Jordan toward the sunrise,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "that the man slayer might flee there, who kills his neighbor unintentionally and didn’t hate him in time past, and that fleeing to one of these cities he might live:  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "Bezer in the wilderness, in the plain country, for the Reubenites; and Ramoth in Gilead for the Gadites; and Golan in Bashan for the Manassites. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "This is the law which Moses set before the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "These are the testimonies, and the statutes, and the ordinances which Moses spoke to the children of Israel when they came out of Egypt,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 46,
		"sectionNumber": 1,
		"value": "beyond the Jordan, in the valley opposite Beth Peor, in the land of Sihon king of the Amorites, who lived at Heshbon, whom Moses and the children of Israel struck when they came out of Egypt.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 47,
		"sectionNumber": 1,
		"value": "They took possession of his land and the land of Og king of Bashan, the two kings of the Amorites, who were beyond the Jordan toward the sunrise;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 48,
		"sectionNumber": 1,
		"value": "from Aroer, which is on the edge of the valley of the Arnon, even to Mount Sion (also called Hermon),  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 49,
		"sectionNumber": 1,
		"value": "and all the Arabah beyond the Jordan eastward, even to the sea of the Arabah, under the slopes of Pisgah. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Moses called to all Israel, and said to them, “Hear, Israel, the statutes and the ordinances which I speak in your ears today, that you may learn them, and observe to do them.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Yahweh our God made a covenant with us in Horeb.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Yahweh didn’t make this covenant with our fathers, but with us, even us, who are all of us here alive today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Yahweh spoke with you face to face on the mountain out of the middle of the fire,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "(I stood between Yahweh and you at that time, to show you Yahweh’s word; for you were afraid because of the fire, and didn’t go up onto the mountain) saying, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 5,
		"verseNumber": 5,
		"sectionNumber": 2,
		"value": " "
	},
	{
		"type": "line text",
		"chapterNumber": 5,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "“I am Yahweh your God, who brought you out of the land of Egypt, out of the house of bondage. "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "“You shall have no other gods before me. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "“You shall not make a carved image for yourself—any likeness of what is in heaven above, or what is in the earth beneath, or that is in the water under the earth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "You shall not bow yourself down to them, nor serve them; for I, Yahweh your God, am a jealous God, visiting the iniquity of the fathers on the children and on the third and on the fourth generation of those who hate me;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "and showing loving kindness to thousands of those who love me and keep my commandments. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "“You shall not misuse the name of Yahweh your God; for Yahweh will not hold him guiltless who misuses his name. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "“Observe the Sabbath day, to keep it holy, as Yahweh your God commanded you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "You shall labor six days, and do all your work;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "but the seventh day is a Sabbath to Yahweh your God, in which you shall not do any work— neither you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your livestock, nor your stranger who is within your gates; that your male servant and your female servant may rest as well as you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "You shall remember that you were a servant in the land of Egypt, and Yahweh your God brought you out of there by a mighty hand and by an outstretched arm. Therefore Yahweh your God commanded you to keep the Sabbath day. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "“Honor your father and your mother, as Yahweh your God commanded you; that your days may be long, and that it may go well with you in the land which Yahweh your God gives you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "“You shall not murder. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "“You shall not commit adultery. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "“You shall not steal. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "“You shall not give false testimony against your neighbor. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "“You shall not covet your neighbor’s wife. Neither shall you desire your neighbor’s house, his field, or his male servant, or his female servant, his ox, or his donkey, or anything that is your neighbor’s.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Yahweh spoke these words to all your assembly on the mountain out of the middle of the fire, of the cloud, and of the thick darkness, with a great voice. He added no more. He wrote them on two stone tablets, and gave them to me.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "When you heard the voice out of the middle of the darkness, while the mountain was burning with fire, you came near to me, even all the heads of your tribes, and your elders;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "and you said, “Behold, Yahweh our God has shown us his glory and his greatness, and we have heard his voice out of the middle of the fire. We have seen today that God does speak with man, and he lives.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Now therefore, why should we die? For this great fire will consume us. If we hear Yahweh our God’s voice any more, then we shall die.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "For who is there of all flesh, that has heard the voice of the living God speaking out of the middle of the fire, as we have, and lived?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Go near, and hear all that Yahweh our God shall say, and tell us all that Yahweh our God tells you; and we will hear it, and do it.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Yahweh heard the voice of your words when you spoke to me; and Yahweh said to me, “I have heard the voice of the words of this people which they have spoken to you. They have well said all that they have spoken.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "Oh that there were such a heart in them that they would fear me and keep all my commandments always, that it might be well with them and with their children forever! "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "“Go tell them, ‘Return to your tents.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "But as for you, stand here by me, and I will tell you all the commandments, and the statutes, and the ordinances, which you shall teach them, that they may do them in the land which I give them to possess.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "You shall observe to do therefore as Yahweh your God has commanded you. You shall not turn away to the right hand or to the left.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "You shall walk in all the way which Yahweh your God has commanded you, that you may live and that it may be well with you, and that you may prolong your days in the land which you shall possess. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now these are the commandments, the statutes, and the ordinances, which Yahweh your God commanded to teach you, that you might do them in the land that you go over to possess;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "that you might fear Yahweh your God, to keep all his statutes and his commandments, which I command you—you, your son, and your son’s son, all the days of your life; and that your days may be prolonged.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Hear therefore, Israel, and observe to do it, that it may be well with you, and that you may increase mightily, as Yahweh, the God of your fathers, has promised to you, in a land flowing with milk and honey. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Hear, Israel: Yahweh is our God. Yahweh is one.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "You shall love Yahweh your God with all your heart, with all your soul, and with all your might.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "These words, which I command you today, shall be on your heart;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "and you shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise up.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "You shall bind them for a sign on your hand, and they shall be for frontlets between your eyes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "You shall write them on the door posts of your house and on your gates. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "It shall be, when Yahweh your God brings you into the land which he swore to your fathers, to Abraham, to Isaac, and to Jacob, to give you, great and goodly cities which you didn’t build,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "and houses full of all good things which you didn’t fill, and cisterns dug out which you didn’t dig, vineyards and olive trees which you didn’t plant, and you shall eat and be full;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "then beware lest you forget Yahweh, who brought you out of the land of Egypt, out of the house of bondage.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "You shall fear Yahweh your God; and you shall serve him, and shall swear by his name.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "You shall not go after other gods, of the gods of the peoples who are around you,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "for Yahweh your God among you is a jealous God, lest the anger of Yahweh your God be kindled against you, and he destroy you from off the face of the earth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "You shall not tempt Yahweh your God, as you tempted him in Massah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "You shall diligently keep the commandments of Yahweh your God, and his testimonies, and his statutes, which he has commanded you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "You shall do that which is right and good in Yahweh’s sight, that it may be well with you and that you may go in and possess the good land which Yahweh swore to your fathers,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "to thrust out all your enemies from before you, as Yahweh has spoken. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "When your son asks you in time to come, saying, “What do the testimonies, the statutes, and the ordinances, which Yahweh our God has commanded you mean?”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "then you shall tell your son, “We were Pharaoh’s slaves in Egypt. Yahweh brought us out of Egypt with a mighty hand;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "and Yahweh showed great and awesome signs and wonders on Egypt, on Pharaoh, and on all his house, before our eyes;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "and he brought us out from there, that he might bring us in, to give us the land which he swore to our fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Yahweh commanded us to do all these statutes, to fear Yahweh our God, for our good always, that he might preserve us alive, as we are today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "It shall be righteousness to us, if we observe to do all these commandments before Yahweh our God, as he has commanded us.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When Yahweh your God brings you into the land where you go to possess it, and casts out many nations before you—the Hittite, the Girgashite, the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite—seven nations greater and mightier than you;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "and when Yahweh your God delivers them up before you, and you strike them, then you shall utterly destroy them. You shall make no covenant with them, nor show mercy to them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "You shall not make marriages with them. You shall not give your daughter to his son, nor shall you take his daughter for your son.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "For that would turn away your sons from following me, that they may serve other gods. So Yahweh’s anger would be kindled against you, and he would destroy you quickly.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "But you shall deal with them like this: you shall break down their altars, dash their pillars in pieces, cut down their Asherah poles, and burn their engraved images with fire.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "For you are a holy people to Yahweh your God. Yahweh your God has chosen you to be a people for his own possession, above all peoples who are on the face of the earth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Yahweh didn’t set his love on you nor choose you, because you were more in number than any people; for you were the fewest of all peoples;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "but because Yahweh loves you, and because he desires to keep the oath which he swore to your fathers, Yahweh has brought you out with a mighty hand and redeemed you out of the house of bondage, from the hand of Pharaoh king of Egypt.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Know therefore that Yahweh your God himself is God, the faithful God, who keeps covenant and loving kindness with them who love him and keep his commandments to a thousand generations,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "and repays those who hate him to their face, to destroy them. He will not be slack to him who hates him. He will repay him to his face.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "You shall therefore keep the commandments, the statutes, and the ordinances which I command you today, to do them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "It shall happen, because you listen to these ordinances and keep and do them, that Yahweh your God will keep with you the covenant and the loving kindness which he swore to your fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "He will love you, bless you, and multiply you. He will also bless the fruit of your body and the fruit of your ground, your grain and your new wine and your oil, the increase of your livestock and the young of your flock, in the land which he swore to your fathers to give you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "You will be blessed above all peoples. There won’t be male or female barren among you, or among your livestock.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Yahweh will take away from you all sickness; and he will put none of the evil diseases of Egypt, which you know, on you, but will lay them on all those who hate you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "You shall consume all the peoples whom Yahweh your God shall deliver to you. Your eye shall not pity them. You shall not serve their gods; for that would be a snare to you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "If you shall say in your heart, “These nations are more than I; how can I dispossess them?”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "you shall not be afraid of them. You shall remember well what Yahweh your God did to Pharaoh and to all Egypt:  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "the great trials which your eyes saw, the signs, the wonders, the mighty hand, and the outstretched arm, by which Yahweh your God brought you out. So shall Yahweh your God do to all the peoples of whom you are afraid.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Moreover Yahweh your God will send the hornet among them, until those who are left, and hide themselves, perish from before you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "You shall not be scared of them; for Yahweh your God is among you, a great and awesome God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Yahweh your God will cast out those nations before you little by little. You may not consume them at once, lest the animals of the field increase on you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "But Yahweh your God will deliver them up before you, and will confuse them with a great confusion, until they are destroyed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "He will deliver their kings into your hand, and you shall make their name perish from under the sky. No one will be able to stand before you until you have destroyed them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "You shall burn the engraved images of their gods with fire. You shall not covet the silver or the gold that is on them, nor take it for yourself, lest you be snared in it; for it is an abomination to Yahweh your God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "You shall not bring an abomination into your house and become a devoted thing like it. You shall utterly detest it. You shall utterly abhor it; for it is a devoted thing. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "You shall observe to do all the commandments which I command you today, that you may live, and multiply, and go in and possess the land which Yahweh swore to your fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "You shall remember all the way which Yahweh your God has led you these forty years in the wilderness, that he might humble you, to test you, to know what was in your heart, whether you would keep his commandments or not.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "He humbled you, allowed you to be hungry, and fed you with manna, which you didn’t know, neither did your fathers know, that he might teach you that man does not live by bread only, but man lives by every word that proceeds out of Yahweh’s mouth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Your clothing didn’t grow old on you, neither did your foot swell, these forty years.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "You shall consider in your heart that as a man disciplines his son, so Yahweh your God disciplines you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "You shall keep the commandments of Yahweh your God, to walk in his ways, and to fear him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "For Yahweh your God brings you into a good land, a land of brooks of water, of springs, and underground water flowing into valleys and hills;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "a land of wheat, barley, vines, fig trees, and pomegranates; a land of olive trees and honey;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "a land in which you shall eat bread without scarcity, you shall not lack anything in it; a land whose stones are iron, and out of whose hills you may dig copper.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "You shall eat and be full, and you shall bless Yahweh your God for the good land which he has given you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Beware lest you forget Yahweh your God, in not keeping his commandments, his ordinances, and his statutes, which I command you today;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "lest, when you have eaten and are full, and have built fine houses and lived in them;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "and when your herds and your flocks multiply, and your silver and your gold is multiplied, and all that you have is multiplied;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "then your heart might be lifted up, and you forget Yahweh your God, who brought you out of the land of Egypt, out of the house of bondage;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "who led you through the great and terrible wilderness, with venomous snakes and scorpions, and thirsty ground where there was no water; who poured water for you out of the rock of flint;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "who fed you in the wilderness with manna, which your fathers didn’t know, that he might humble you, and that he might prove you, to do you good at your latter end;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "and lest you say in your heart, “My power and the might of my hand has gotten me this wealth.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "But you shall remember Yahweh your God, for it is he who gives you power to get wealth, that he may establish his covenant which he swore to your fathers, as it is today. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "It shall be, if you shall forget Yahweh your God, and walk after other gods, and serve them and worship them, I testify against you today that you shall surely perish.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "As the nations that Yahweh makes to perish before you, so you shall perish, because you wouldn’t listen to Yahweh your God’s voice. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Hear, Israel! You are to pass over the Jordan today, to go in to dispossess nations greater and mightier than yourself, cities great and fortified up to the sky,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "a people great and tall, the sons of the Anakim, whom you know, and of whom you have heard say, “Who can stand before the sons of Anak?”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Know therefore today that Yahweh your God is he who goes over before you as a devouring fire. He will destroy them and he will bring them down before you. So you shall drive them out and make them perish quickly, as Yahweh has spoken to you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Don’t say in your heart, after Yahweh your God has thrust them out from before you, “For my righteousness Yahweh has brought me in to possess this land;” because Yahweh drives them out before you because of the wickedness of these nations.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Not for your righteousness or for the uprightness of your heart do you go in to possess their land; but for the wickedness of these nations Yahweh your God does drive them out from before you, and that he may establish the word which Yahweh swore to your fathers, to Abraham, to Isaac, and to Jacob.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Know therefore that Yahweh your God doesn’t give you this good land to possess for your righteousness, for you are a stiff-necked people.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Remember, and don’t forget, how you provoked Yahweh your God to wrath in the wilderness. From the day that you left the land of Egypt until you came to this place, you have been rebellious against Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Also in Horeb you provoked Yahweh to wrath, and Yahweh was angry with you to destroy you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "When I had gone up onto the mountain to receive the stone tablets, even the tablets of the covenant which Yahweh made with you, then I stayed on the mountain forty days and forty nights. I neither ate bread nor drank water.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Yahweh delivered to me the two stone tablets written with God’s finger. On them were all the words which Yahweh spoke with you on the mountain out of the middle of the fire in the day of the assembly. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "It came to pass at the end of forty days and forty nights that Yahweh gave me the two stone tablets, even the tablets of the covenant.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Yahweh said to me, “Arise, get down quickly from here; for your people whom you have brought out of Egypt have corrupted themselves. They have quickly turned away from the way which I commanded them. They have made a molten image for themselves!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Furthermore Yahweh spoke to me, saying, “I have seen this people, and behold, it is a stiff-necked people.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Leave me alone, that I may destroy them, and blot out their name from under the sky; and I will make of you a nation mightier and greater than they.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "So I turned and came down from the mountain, and the mountain was burning with fire. The two tablets of the covenant were in my two hands.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "I looked, and behold, you had sinned against Yahweh your God. You had made yourselves a molded calf. You had quickly turned away from the way which Yahweh had commanded you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "I took hold of the two tablets, and threw them out of my two hands, and broke them before your eyes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "I fell down before Yahweh, as at the first, forty days and forty nights. I neither ate bread nor drank water, because of all your sin which you sinned, in doing that which was evil in Yahweh’s sight, to provoke him to anger.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "For I was afraid of the anger and hot displeasure with which Yahweh was angry against you to destroy you. But Yahweh listened to me that time also.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Yahweh was angry enough with Aaron to destroy him. I prayed for Aaron also at the same time.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "I took your sin, the calf which you had made, and burned it with fire, and crushed it, grinding it very small, until it was as fine as dust. I threw its dust into the brook that descended out of the mountain.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "At Taberah, at Massah, and at Kibroth Hattaavah you provoked Yahweh to wrath.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "When Yahweh sent you from Kadesh Barnea, saying, “Go up and possess the land which I have given you,” you rebelled against the commandment of Yahweh your God, and you didn’t believe him or listen to his voice.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "You have been rebellious against Yahweh from the day that I knew you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "So I fell down before Yahweh the forty days and forty nights that I fell down, because Yahweh had said he would destroy you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "I prayed to Yahweh, and said, “Lord Yahweh, don’t destroy your people and your inheritance that you have redeemed through your greatness, that you have brought out of Egypt with a mighty hand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Remember your servants, Abraham, Isaac, and Jacob. Don’t look at the stubbornness of this people, nor at their wickedness, nor at their sin,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "lest the land you brought us out from say, ‘Because Yahweh was not able to bring them into the land which he promised to them, and because he hated them, he has brought them out to kill them in the wilderness.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "Yet they are your people and your inheritance, which you brought out by your great power and by your outstretched arm.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "At that time Yahweh said to me, “Cut two stone tablets like the first, and come up to me onto the mountain, and make an ark of wood.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "I will write on the tablets the words that were on the first tablets which you broke, and you shall put them in the ark.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "So I made an ark of acacia wood, and cut two stone tablets like the first, and went up onto the mountain, having the two tablets in my hand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He wrote on the tablets, according to the first writing, the ten commandments, which Yahweh spoke to you on the mountain out of the middle of the fire in the day of the assembly; and Yahweh gave them to me.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "I turned and came down from the mountain, and put the tablets in the ark which I had made; and there they are as Yahweh commanded me. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "(The children of Israel traveled from Beeroth Bene Jaakan to Moserah. There Aaron died, and there he was buried; and Eleazar his son ministered in the priest’s office in his place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "From there they traveled to Gudgodah; and from Gudgodah to Jotbathah, a land of brooks of water.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "At that time Yahweh set apart the tribe of Levi to bear the ark of Yahweh’s covenant, to stand before Yahweh to minister to him, and to bless in his name, to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Therefore Levi has no portion nor inheritance with his brothers; Yahweh is his inheritance, according as Yahweh your God spoke to him.) "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "I stayed on the mountain, as at the first time, forty days and forty nights; and Yahweh listened to me that time also. Yahweh would not destroy you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Yahweh said to me, “Arise, take your journey before the people; and they shall go in and possess the land which I swore to their fathers to give to them.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Now, Israel, what does Yahweh your God require of you, but to fear Yahweh your God, to walk in all his ways, to love him, and to serve Yahweh your God with all your heart and with all your soul,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "to keep Yahweh’s commandments and statutes, which I command you today for your good?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Behold, to Yahweh your God belongs heaven, the heaven of heavens, and the earth, with all that is therein.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Only Yahweh had a delight in your fathers to love them, and he chose their offspring after them, even you above all peoples, as it is today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Circumcise therefore the foreskin of your heart, and be no more stiff-necked.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "For Yahweh your God, he is God of gods and Lord of lords, the great God, the mighty, and the awesome, who doesn’t respect persons or take bribes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "He executes justice for the fatherless and widow and loves the foreigner in giving him food and clothing.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Therefore love the foreigner, for you were foreigners in the land of Egypt.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "You shall fear Yahweh your God. You shall serve him. You shall cling to him, and you shall swear by his name.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "He is your praise, and he is your God, who has done for you these great and awesome things which your eyes have seen.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Your fathers went down into Egypt with seventy persons; and now Yahweh your God has made you as the stars of the sky for multitude. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Therefore you shall love Yahweh your God, and keep his instructions, his statutes, his ordinances, and his commandments, always.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Know this day—for I don’t speak with your children who have not known, and who have not seen the chastisement of Yahweh your God, his greatness, his mighty hand, his outstretched arm,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "his signs, and his works, which he did in the middle of Egypt to Pharaoh the king of Egypt, and to all his land;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "and what he did to the army of Egypt, to their horses, and to their chariots; how he made the water of the Red Sea to overflow them as they pursued you, and how Yahweh has destroyed them to this day;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "and what he did to you in the wilderness until you came to this place;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "and what he did to Dathan and Abiram, the sons of Eliab, the son of Reuben—how the earth opened its mouth and swallowed them up, with their households, their tents, and every living thing that followed them, in the middle of all Israel;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "but your eyes have seen all of Yahweh’s great work which he did. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Therefore you shall keep the entire commandment which I command you today, that you may be strong, and go in and possess the land that you go over to possess;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "and that you may prolong your days in the land which Yahweh swore to your fathers to give to them and to their offspring, a land flowing with milk and honey.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "For the land, where you go in to possess isn’t like the land of Egypt that you came out of, where you sowed your seed and watered it with your foot, as a garden of herbs;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "but the land that you go over to possess is a land of hills and valleys which drinks water from the rain of the sky,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "a land which Yahweh your God cares for. Yahweh your God’s eyes are always on it, from the beginning of the year even to the end of the year.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "It shall happen, if you shall listen diligently to my commandments which I command you today, to love Yahweh your God, and to serve him with all your heart and with all your soul,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "that I will give the rain for your land in its season, the early rain and the latter rain, that you may gather in your grain, your new wine, and your oil.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "I will give grass in your fields for your livestock, and you shall eat and be full.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Be careful, lest your heart be deceived, and you turn away to serve other gods and worship them;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "and Yahweh’s anger be kindled against you, and he shut up the sky so that there is no rain, and the land doesn’t yield its fruit; and you perish quickly from off the good land which Yahweh gives you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Therefore you shall lay up these words of mine in your heart and in your soul. You shall bind them for a sign on your hand, and they shall be for frontlets between your eyes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "You shall teach them to your children, talking of them when you sit in your house, when you walk by the way, when you lie down, and when you rise up.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "You shall write them on the door posts of your house and on your gates;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "that your days and your children’s days may be multiplied in the land which Yahweh swore to your fathers to give them, as the days of the heavens above the earth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "For if you shall diligently keep all these commandments which I command you—to do them, to love Yahweh your God, to walk in all his ways, and to cling to him—  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "then Yahweh will drive out all these nations from before you, and you shall dispossess nations greater and mightier than yourselves.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Every place on which the sole of your foot treads shall be yours: from the wilderness and Lebanon, from the river, the river Euphrates, even to the western sea shall be your border.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "No man will be able to stand before you. Yahweh your God will lay the fear of you and the dread of you on all the land that you tread on, as he has spoken to you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Behold, I set before you today a blessing and a curse:  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "the blessing, if you listen to the commandments of Yahweh your God, which I command you today;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "and the curse, if you do not listen to the commandments of Yahweh your God, but turn away out of the way which I command you today, to go after other gods which you have not known.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "It shall happen, when Yahweh your God brings you into the land that you go to possess, that you shall set the blessing on Mount Gerizim, and the curse on Mount Ebal.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Aren’t they beyond the Jordan, behind the way of the going down of the sun, in the land of the Canaanites who dwell in the Arabah near Gilgal, beside the oaks of Moreh?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "For you are to pass over the Jordan to go in to possess the land which Yahweh your God gives you, and you shall possess it and dwell in it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "You shall observe to do all the statutes and the ordinances which I set before you today. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "These are the statutes and the ordinances which you shall observe to do in the land which Yahweh, the God of your fathers, has given you to possess all the days that you live on the earth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "You shall surely destroy all the places in which the nations that you shall dispossess served their gods: on the high mountains, and on the hills, and under every green tree.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "You shall break down their altars, dash their pillars in pieces, and burn their Asherah poles with fire. You shall cut down the engraved images of their gods. You shall destroy their name out of that place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "You shall not do so to Yahweh your God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "But to the place which Yahweh your God shall choose out of all your tribes, to put his name there, you shall seek his habitation, and you shall come there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "You shall bring your burnt offerings, your sacrifices, your tithes, the wave offering of your hand, your vows, your free will offerings, and the firstborn of your herd and of your flock there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "There you shall eat before Yahweh your God, and you shall rejoice in all that you put your hand to, you and your households, in which Yahweh your God has blessed you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "You shall not do all the things that we do here today, every man whatever is right in his own eyes;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "for you haven’t yet come to the rest and to the inheritance which Yahweh your God gives you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "But when you go over the Jordan and dwell in the land which Yahweh your God causes you to inherit, and he gives you rest from all your enemies around you, so that you dwell in safety,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "then it shall happen that to the place which Yahweh your God shall choose, to cause his name to dwell there, there you shall bring all that I command you: your burnt offerings, your sacrifices, your tithes, the wave offering of your hand, and all your choice vows which you vow to Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "You shall rejoice before Yahweh your God—you, and your sons, your daughters, your male servants, your female servants, and the Levite who is within your gates, because he has no portion nor inheritance with you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Be careful that you don’t offer your burnt offerings in every place that you see;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "but in the place which Yahweh chooses in one of your tribes, there you shall offer your burnt offerings, and there you shall do all that I command you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Yet you may kill and eat meat within all your gates, after all the desire of your soul, according to Yahweh your God’s blessing which he has given you. The unclean and the clean may eat of it, as of the gazelle and the deer.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Only you shall not eat the blood. You shall pour it out on the earth like water.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "You may not eat within your gates the tithe of your grain, or of your new wine, or of your oil, or the firstborn of your herd or of your flock, nor any of your vows which you vow, nor your free will offerings, nor the wave offering of your hand;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "but you shall eat them before Yahweh your God in the place which Yahweh your God shall choose: you, your son, your daughter, your male servant, your female servant, and the Levite who is within your gates. You shall rejoice before Yahweh your God in all that you put your hand to.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Be careful that you don’t forsake the Levite as long as you live in your land. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "When Yahweh your God enlarges your border, as he has promised you, and you say, “I want to eat meat,” because your soul desires to eat meat, you may eat meat, after all the desire of your soul.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "If the place which Yahweh your God shall choose to put his name is too far from you, then you shall kill of your herd and of your flock, which Yahweh has given you, as I have commanded you; and you may eat within your gates, after all the desire of your soul.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Even as the gazelle and as the deer is eaten, so you shall eat of it. The unclean and the clean may eat of it alike.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Only be sure that you don’t eat the blood; for the blood is the life. You shall not eat the life with the meat.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "You shall not eat it. You shall pour it out on the earth like water.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "You shall not eat it, that it may go well with you and with your children after you, when you do that which is right in Yahweh’s eyes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Only your holy things which you have, and your vows, you shall take and go to the place which Yahweh shall choose.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "You shall offer your burnt offerings, the meat and the blood, on Yahweh your God’s altar. The blood of your sacrifices shall be poured out on Yahweh your God’s altar, and you shall eat the meat.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Observe and hear all these words which I command you, that it may go well with you and with your children after you forever, when you do that which is good and right in Yahweh your God’s eyes. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "When Yahweh your God cuts off the nations from before you where you go in to dispossess them, and you dispossess them and dwell in their land,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "be careful that you are not ensnared to follow them after they are destroyed from before you, and that you not inquire after their gods, saying, “How do these nations serve their gods? I will do likewise.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "You shall not do so to Yahweh your God; for every abomination to Yahweh, which he hates, they have done to their gods; for they even burn their sons and their daughters in the fire to their gods.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "Whatever thing I command you, that you shall observe to do. You shall not add to it, nor take away from it. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "If a prophet or a dreamer of dreams arises among you, and he gives you a sign or a wonder,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "and the sign or the wonder comes to pass, of which he spoke to you, saying, “Let’s go after other gods” (which you have not known) “and let’s serve them,”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "you shall not listen to the words of that prophet, or to that dreamer of dreams; for Yahweh your God is testing you, to know whether you love Yahweh your God with all your heart and with all your soul.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "You shall walk after Yahweh your God, fear him, keep his commandments, and obey his voice. You shall serve him, and cling to him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "That prophet, or that dreamer of dreams, shall be put to death, because he has spoken rebellion against Yahweh your God, who brought you out of the land of Egypt and redeemed you out of the house of bondage, to draw you aside out of the way which Yahweh your God commanded you to walk in. So you shall remove the evil from among you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "If your brother, the son of your mother, or your son, or your daughter, or the wife of your bosom, or your friend who is as your own soul, entices you secretly, saying, “Let’s go and serve other gods”—which you have not known, you, nor your fathers;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "of the gods of the peoples who are around you, near to you, or far off from you, from the one end of the earth even to the other end of the earth—  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "you shall not consent to him nor listen to him; neither shall your eye pity him, neither shall you spare, neither shall you conceal him;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "but you shall surely kill him. Your hand shall be first on him to put him to death, and afterwards the hands of all the people.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "You shall stone him to death with stones, because he has sought to draw you away from Yahweh your God, who brought you out of the land of Egypt, out of the house of bondage.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "All Israel shall hear, and fear, and shall not do any more wickedness like this among you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "If you hear about one of your cities, which Yahweh your God gives you to dwell there, that  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "certain wicked fellows have gone out from among you and have drawn away the inhabitants of their city, saying, “Let’s go and serve other gods,” which you have not known,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "then you shall inquire, investigate, and ask diligently. Behold, if it is true, and the thing certain, that such abomination was done among you,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "you shall surely strike the inhabitants of that city with the edge of the sword, destroying it utterly, with all that is therein and its livestock, with the edge of the sword.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "You shall gather all its plunder into the middle of its street, and shall burn with fire the city, with all of its plunder, to Yahweh your God. It shall be a heap forever. It shall not be built again.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Nothing of the devoted thing shall cling to your hand, that Yahweh may turn from the fierceness of his anger and show you mercy, and have compassion on you and multiply you, as he has sworn to your fathers,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "when you listen to Yahweh your God’s voice, to keep all his commandments which I command you today, to do that which is right in Yahweh your God’s eyes. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "You are the children of Yahweh your God. You shall not cut yourselves, nor make any baldness between your eyes for the dead.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "For you are a holy people to Yahweh your God, and Yahweh has chosen you to be a people for his own possession, above all peoples who are on the face of the earth. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "You shall not eat any abominable thing.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "These are the animals which you may eat: the ox, the sheep, the goat,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope, and the chamois.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Every animal that parts the hoof, and has the hoof split in two and chews the cud, among the animals, you may eat.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Nevertheless these you shall not eat of them that chew the cud, or of those who have the hoof split: the camel, the hare, and the rabbit. Because they chew the cud but don’t part the hoof, they are unclean to you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The pig, because it has a split hoof but doesn’t chew the cud, is unclean to you. You shall not eat their meat. You shall not touch their carcasses.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "These you may eat of all that are in the waters: you may eat whatever has fins and scales.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "You shall not eat whatever doesn’t have fins and scales. It is unclean to you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Of all clean birds you may eat.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "But these are they of which you shall not eat: the eagle, the vulture, the osprey,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "the red kite, the falcon, the kite after its kind,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "every raven after its kind,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "the ostrich, the owl, the seagull, the hawk after its kind,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "the little owl, the great owl, the horned owl,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "the pelican, the vulture, the cormorant,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "the stork, the heron after its kind, the hoopoe, and the bat.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "All winged creeping things are unclean to you. They shall not be eaten.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Of all clean birds you may eat. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "You shall not eat of anything that dies of itself. You may give it to the foreigner living among you who is within your gates, that he may eat it; or you may sell it to a foreigner; for you are a holy people to Yahweh your God. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 21,
		"sectionNumber": 2,
		"value": "You shall not boil a young goat in its mother’s milk. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "You shall surely tithe all the increase of your seed, that which comes out of the field year by year.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "You shall eat before Yahweh your God, in the place which he chooses to cause his name to dwell, the tithe of your grain, of your new wine, and of your oil, and the firstborn of your herd and of your flock; that you may learn to fear Yahweh your God always.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "If the way is too long for you, so that you are not able to carry it because the place which Yahweh your God shall choose to set his name there is too far from you, when Yahweh your God blesses you,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "then you shall turn it into money, bind up the money in your hand, and shall go to the place which Yahweh your God shall choose.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "You shall trade the money for whatever your soul desires: for cattle, or for sheep, or for wine, or for strong drink, or for whatever your soul asks of you. You shall eat there before Yahweh your God, and you shall rejoice, you and your household.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "You shall not forsake the Levite who is within your gates, for he has no portion nor inheritance with you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "At the end of every three years you shall bring all the tithe of your increase in the same year, and shall store it within your gates.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "The Levite, because he has no portion nor inheritance with you, as well as the foreigner living among you, the fatherless, and the widow who are within your gates shall come, and shall eat and be satisfied; that Yahweh your God may bless you in all the work of your hand which you do. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "At the end of every seven years, you shall cancel debts.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "This is the way it shall be done: every creditor shall release that which he has lent to his neighbor. He shall not require payment from his neighbor and his brother, because Yahweh’s release has been proclaimed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Of a foreigner you may require it; but whatever of yours is with your brother, your hand shall release.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "However there will be no poor with you (for Yahweh will surely bless you in the land which Yahweh your God gives you for an inheritance to possess)  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "if only you diligently listen to Yahweh your God’s voice, to observe to do all this commandment which I command you today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "For Yahweh your God will bless you, as he promised you. You will lend to many nations, but you will not borrow. You will rule over many nations, but they will not rule over you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "If a poor man, one of your brothers, is with you within any of your gates in your land which Yahweh your God gives you, you shall not harden your heart, nor shut your hand from your poor brother;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "but you shall surely open your hand to him, and shall surely lend him sufficient for his need, which he lacks.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Beware that there not be a wicked thought in your heart, saying, “The seventh year, the year of release, is at hand,” and your eye be evil against your poor brother and you give him nothing; and he cry to Yahweh against you, and it be sin to you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "You shall surely give, and your heart shall not be grieved when you give to him, because it is for this thing Yahweh your God will bless you in all your work and in all that you put your hand to.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "For the poor will never cease out of the land. Therefore I command you to surely open your hand to your brother, to your needy, and to your poor, in your land.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "If your brother, a Hebrew man, or a Hebrew woman, is sold to you and serves you six years, then in the seventh year you shall let him go free from you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "When you let him go free from you, you shall not let him go empty.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "You shall furnish him liberally out of your flock, out of your threshing floor, and out of your wine press. As Yahweh your God has blessed you, you shall give to him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "You shall remember that you were a slave in the land of Egypt, and Yahweh your God redeemed you. Therefore I command you this thing today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "It shall be, if he tells you, “I will not go out from you,” because he loves you and your house, because he is well with you,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "then you shall take an awl, and thrust it through his ear to the door, and he shall be your servant forever. Also to your female servant you shall do likewise.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "It shall not seem hard to you when you let him go free from you; for he has been double the value of a hired hand as he served you six years. Yahweh your God will bless you in all that you do.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "You shall dedicate all the firstborn males that are born of your herd and of your flock to Yahweh your God. You shall do no work with the firstborn of your herd, nor shear the firstborn of your flock.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "You shall eat it before Yahweh your God year by year in the place which Yahweh shall choose, you and your household.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "If it has any defect—is lame or blind, or has any defect whatever, you shall not sacrifice it to Yahweh your God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "You shall eat it within your gates. The unclean and the clean shall eat it alike, as the gazelle and as the deer.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Only you shall not eat its blood. You shall pour it out on the ground like water. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Observe the month of Abib, and keep the Passover to Yahweh your God; for in the month of Abib Yahweh your God brought you out of Egypt by night.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "You shall sacrifice the Passover to Yahweh your God, of the flock and the herd, in the place which Yahweh shall choose to cause his name to dwell there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "You shall eat no leavened bread with it. You shall eat unleavened bread with it seven days, even the bread of affliction (for you came out of the land of Egypt in haste) that you may remember the day when you came out of the land of Egypt all the days of your life.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "No yeast shall be seen with you in all your borders seven days; neither shall any of the meat, which you sacrifice the first day at evening, remain all night until the morning.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "You may not sacrifice the Passover within any of your gates which Yahweh your God gives you;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "but at the place which Yahweh your God shall choose to cause his name to dwell in, there you shall sacrifice the Passover at evening, at the going down of the sun, at the season that you came out of Egypt.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "You shall roast and eat it in the place which Yahweh your God chooses. In the morning you shall return to your tents.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Six days you shall eat unleavened bread. On the seventh day shall be a solemn assembly to Yahweh your God. You shall do no work.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "You shall count for yourselves seven weeks. From the time you begin to put the sickle to the standing grain you shall begin to count seven weeks.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "You shall keep the feast of weeks to Yahweh your God with a tribute of a free will offering of your hand, which you shall give according to how Yahweh your God blesses you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "You shall rejoice before Yahweh your God: you, your son, your daughter, your male servant, your female servant, the Levite who is within your gates, the foreigner, the fatherless, and the widow who are among you, in the place which Yahweh your God shall choose to cause his name to dwell there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "You shall remember that you were a slave in Egypt. You shall observe and do these statutes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "You shall keep the feast of booths seven days, after you have gathered in from your threshing floor and from your wine press.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "You shall rejoice in your feast, you, your son, your daughter, your male servant, your female servant, the Levite, the foreigner, the fatherless, and the widow who are within your gates.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "You shall keep a feast to Yahweh your God seven days in the place which Yahweh chooses, because Yahweh your God will bless you in all your increase and in all the work of your hands, and you shall be altogether joyful.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Three times in a year all of your males shall appear before Yahweh your God in the place which he chooses: in the feast of unleavened bread, in the feast of weeks, and in the feast of booths. They shall not appear before Yahweh empty.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Every man shall give as he is able, according to Yahweh your God’s blessing which he has given you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "You shall make judges and officers in all your gates, which Yahweh your God gives you, according to your tribes; and they shall judge the people with righteous judgment.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "You shall not pervert justice. You shall not show partiality. You shall not take a bribe, for a bribe blinds the eyes of the wise and perverts the words of the righteous.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "You shall follow that which is altogether just, that you may live and inherit the land which Yahweh your God gives you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "You shall not plant for yourselves an Asherah of any kind of tree beside Yahweh your God’s altar, which you shall make for yourselves.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Neither shall you set yourself up a sacred stone which Yahweh your God hates. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "You shall not sacrifice to Yahweh your God an ox or a sheep in which is a defect or anything evil; for that is an abomination to Yahweh your God. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "If there is found among you, within any of your gates which Yahweh your God gives you, a man or woman who does that which is evil in Yahweh your God’s sight in transgressing his covenant,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "and has gone and served other gods and worshiped them, or the sun, or the moon, or any of the stars of the sky, which I have not commanded,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "and you are told, and you have heard of it, then you shall inquire diligently. Behold, if it is true, and the thing certain, that such abomination is done in Israel,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "then you shall bring out that man or that woman who has done this evil thing to your gates, even that same man or woman; and you shall stone them to death with stones.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "At the mouth of two witnesses, or three witnesses, he who is to die shall be put to death. At the mouth of one witness he shall not be put to death.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "The hands of the witnesses shall be first on him to put him to death, and afterward the hands of all the people. So you shall remove the evil from among you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "If there arises a matter too hard for you in judgment, between blood and blood, between plea and plea, and between stroke and stroke, being matters of controversy within your gates, then you shall arise, and go up to the place which Yahweh your God chooses.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "You shall come to the priests who are Levites and to the judge who shall be in those days. You shall inquire, and they shall give you the verdict.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "You shall do according to the decisions of the verdict which they shall give you from that place which Yahweh chooses. You shall observe to do according to all that they shall teach you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "According to the decisions of the law which they shall teach you, and according to the judgment which they shall tell you, you shall do. You shall not turn away from the sentence which they announce to you, to the right hand, nor to the left.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The man who does presumptuously in not listening to the priest who stands to minister there before Yahweh your God, or to the judge, even that man shall die. You shall put away the evil from Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "All the people shall hear and fear, and do no more presumptuously. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "When you have come to the land which Yahweh your God gives you, and possess it and dwell in it, and say, “I will set a king over me, like all the nations that are around me,”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "you shall surely set him whom Yahweh your God chooses as king over yourselves. You shall set as king over you one from among your brothers. You may not put a foreigner over you, who is not your brother.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Only he shall not multiply horses to himself, nor cause the people to return to Egypt, to the end that he may multiply horses; because Yahweh has said to you, “You shall not go back that way again.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "He shall not multiply wives to himself, that his heart not turn away. He shall not greatly multiply to himself silver and gold. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "It shall be, when he sits on the throne of his kingdom, that he shall write himself a copy of this law in a book, out of that which is before the Levitical priests.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "It shall be with him, and he shall read from it all the days of his life, that he may learn to fear Yahweh his God, to keep all the words of this law and these statutes, to do them;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "that his heart not be lifted up above his brothers, and that he not turn away from the commandment to the right hand, or to the left, to the end that he may prolong his days in his kingdom, he and his children, in the middle of Israel. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "The priests and the Levites—all the tribe of Levi—shall have no portion nor inheritance with Israel. They shall eat the offerings of Yahweh made by fire and his portion.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "They shall have no inheritance among their brothers. Yahweh is their inheritance, as he has spoken to them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "This shall be the priests’ due from the people, from those who offer a sacrifice, whether it be ox or sheep, that they shall give to the priest: the shoulder, the two cheeks, and the inner parts.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "You shall give him the first fruits of your grain, of your new wine, and of your oil, and the first of the fleece of your sheep.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "For Yahweh your God has chosen him out of all your tribes to stand to minister in Yahweh’s name, him and his sons forever. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "If a Levite comes from any of your gates out of all Israel where he lives, and comes with all the desire of his soul to the place which Yahweh shall choose,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "then he shall minister in the name of Yahweh his God, as all his brothers the Levites do, who stand there before Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "They shall have like portions to eat, in addition to that which comes from the sale of his family possessions. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "When you have come into the land which Yahweh your God gives you, you shall not learn to imitate the abominations of those nations.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "There shall not be found with you anyone who makes his son or his daughter to pass through the fire, one who uses divination, one who tells fortunes, or an enchanter, or a sorcerer,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "or a charmer, or someone who consults with a familiar spirit, or a wizard, or a necromancer.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "For whoever does these things is an abomination to Yahweh. Because of these abominations, Yahweh your God drives them out from before you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "You shall be blameless with Yahweh your God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "For these nations that you shall dispossess listen to those who practice sorcery and to diviners; but as for you, Yahweh your God has not allowed you so to do.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Yahweh your God will raise up to you a prophet from among you, of your brothers, like me. You shall listen to him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "This is according to all that you desired of Yahweh your God in Horeb in the day of the assembly, saying, “Let me not hear again Yahweh my God’s voice, neither let me see this great fire any more, that I not die.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Yahweh said to me, “They have well said that which they have spoken.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "I will raise them up a prophet from among their brothers, like you. I will put my words in his mouth, and he shall speak to them all that I shall command him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "It shall happen, that whoever will not listen to my words which he shall speak in my name, I will require it of him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "But the prophet who speaks a word presumptuously in my name, which I have not commanded him to speak, or who speaks in the name of other gods, that same prophet shall die.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "You may say in your heart, “How shall we know the word which Yahweh has not spoken?”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "When a prophet speaks in Yahweh’s name, if the thing doesn’t follow, nor happen, that is the thing which Yahweh has not spoken. The prophet has spoken it presumptuously. You shall not be afraid of him. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When Yahweh your God cuts off the nations whose land Yahweh your God gives you, and you succeed them and dwell in their cities and in their houses,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "you shall set apart three cities for yourselves in the middle of your land, which Yahweh your God gives you to possess.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "You shall prepare the way, and divide the borders of your land which Yahweh your God causes you to inherit into three parts, that every man slayer may flee there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "This is the case of the man slayer who shall flee there and live: Whoever kills his neighbor unintentionally, and didn’t hate him in time past—  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "as when a man goes into the forest with his neighbor to chop wood and his hand swings the ax to cut down the tree, and the head slips from the handle and hits his neighbor so that he dies—he shall flee to one of these cities and live.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Otherwise, the avenger of blood might pursue the man slayer while hot anger is in his heart and overtake him, because the way is long, and strike him mortally, even though he was not worthy of death, because he didn’t hate him in time past.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Therefore I command you to set apart three cities for yourselves.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "If Yahweh your God enlarges your border, as he has sworn to your fathers, and gives you all the land which he promised to give to your fathers;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "and if you keep all this commandment to do it, which I command you today, to love Yahweh your God, and to walk ever in his ways, then you shall add three cities more for yourselves, in addition to these three.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "This is so that innocent blood will not be shed in the middle of your land which Yahweh your God gives you for an inheritance, leaving blood guilt on you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "But if any man hates his neighbor, lies in wait for him, rises up against him, strikes him mortally so that he dies, and he flees into one of these cities;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "then the elders of his city shall send and bring him there, and deliver him into the hand of the avenger of blood, that he may die.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Your eye shall not pity him, but you shall purge the innocent blood from Israel that it may go well with you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "You shall not remove your neighbor’s landmark, which they of old time have set, in your inheritance which you shall inherit, in the land that Yahweh your God gives you to possess. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "One witness shall not rise up against a man for any iniquity, or for any sin that he sins. At the mouth of two witnesses, or at the mouth of three witnesses, shall a matter be established.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "If an unrighteous witness rises up against any man to testify against him of wrongdoing,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "then both the men, between whom the controversy is, shall stand before Yahweh, before the priests and the judges who shall be in those days;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "and the judges shall make diligent inquisition; and behold, if the witness is a false witness, and has testified falsely against his brother,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "then you shall do to him as he had thought to do to his brother. So you shall remove the evil from among you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Those who remain shall hear, and fear, and will never again commit any such evil among you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Your eyes shall not pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When you go out to battle against your enemies, and see horses, chariots, and a people more numerous than you, you shall not be afraid of them; for Yahweh your God is with you, who brought you up out of the land of Egypt.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "It shall be, when you draw near to the battle, that the priest shall approach and speak to the people,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "and shall tell them, “Hear, Israel, you draw near today to battle against your enemies. Don’t let your heart faint! Don’t be afraid, nor tremble, neither be scared of them;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "for Yahweh your God is he who goes with you, to fight for you against your enemies, to save you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "The officers shall speak to the people, saying, “What man is there who has built a new house, and has not dedicated it? Let him go and return to his house, lest he die in the battle, and another man dedicate it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "What man is there who has planted a vineyard, and has not used its fruit? Let him go and return to his house, lest he die in the battle, and another man use its fruit.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "What man is there who has pledged to be married to a wife, and has not taken her? Let him go and return to his house, lest he die in the battle, and another man take her.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The officers shall speak further to the people, and they shall say, “What man is there who is fearful and faint-hearted? Let him go and return to his house, lest his brother’s heart melt as his heart.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "It shall be, when the officers have finished speaking to the people, that they shall appoint captains of armies at the head of the people. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "When you draw near to a city to fight against it, then proclaim peace to it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "It shall be, if it gives you answer of peace and opens to you, then it shall be that all the people who are found therein shall become forced laborers to you, and shall serve you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "If it will make no peace with you, but will make war against you, then you shall besiege it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "When Yahweh your God delivers it into your hand, you shall strike every male of it with the edge of the sword;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "but the women, the little ones, the livestock, and all that is in the city, even all its plunder, you shall take for plunder for yourself. You may use the plunder of your enemies, which Yahweh your God has given you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Thus you shall do to all the cities which are very far off from you, which are not of the cities of these nations.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "But of the cities of these peoples that Yahweh your God gives you for an inheritance, you shall save alive nothing that breathes;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "but you shall utterly destroy them: the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite, as Yahweh your God has commanded you;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "that they not teach you to follow all their abominations, which they have done for their gods; so would you sin against Yahweh your God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "When you shall besiege a city a long time, in making war against it to take it, you shall not destroy its trees by wielding an ax against them; for you may eat of them. You shall not cut them down, for is the tree of the field man, that it should be besieged by you?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Only the trees that you know are not trees for food, you shall destroy and cut them down. You shall build bulwarks against the city that makes war with you, until it falls. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "If someone is found slain in the land which Yahweh your God gives you to possess, lying in the field, and it isn’t known who has struck him,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "then your elders and your judges shall come out, and they shall measure to the cities which are around him who is slain.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "It shall be that the elders of the city which is nearest to the slain man shall take a heifer of the herd, which hasn’t been worked with and which has not drawn in the yoke.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The elders of that city shall bring the heifer down to a valley with running water, which is neither plowed nor sown, and shall break the heifer’s neck there in the valley.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "The priests the sons of Levi shall come near, for them Yahweh your God has chosen to minister to him, and to bless in Yahweh’s name; and according to their word shall every controversy and every assault be decided.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "All the elders of that city which is nearest to the slain man shall wash their hands over the heifer whose neck was broken in the valley.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "They shall answer and say, “Our hands have not shed this blood, neither have our eyes seen it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Forgive, Yahweh, your people Israel, whom you have redeemed, and don’t allow innocent blood among your people Israel.” The blood shall be forgiven them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "So you shall put away the innocent blood from among you, when you shall do that which is right in Yahweh’s eyes. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "When you go out to battle against your enemies, and Yahweh your God delivers them into your hands and you carry them away captive,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "and see among the captives a beautiful woman, and you are attracted to her, and desire to take her as your wife,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "then you shall bring her home to your house. She shall shave her head and trim her nails.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "She shall take off the clothing of her captivity, and shall remain in your house, and bewail her father and her mother a full month. After that you shall go in to her and be her husband, and she shall be your wife.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "It shall be, if you have no delight in her, then you shall let her go where she desires; but you shall not sell her at all for money. You shall not deal with her as a slave, because you have humbled her. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "If a man has two wives, the one beloved and the other hated, and they have borne him children, both the beloved and the hated, and if the firstborn son is hers who was hated,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "then it shall be, in the day that he causes his sons to inherit that which he has, that he may not give the son of the beloved the rights of the firstborn before the son of the hated, who is the firstborn;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "but he shall acknowledge the firstborn, the son of the hated, by giving him a double portion of all that he has; for he is the beginning of his strength. The right of the firstborn is his. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "If a man has a stubborn and rebellious son who will not obey the voice of his father or the voice of his mother, and though they chasten him, will not listen to them,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "then his father and his mother shall take hold of him and bring him out to the elders of his city and to the gate of his place.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "They shall tell the elders of his city, “This our son is stubborn and rebellious. He will not obey our voice. He is a glutton and a drunkard.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "All the men of his city shall stone him to death with stones. So you shall remove the evil from among you. All Israel shall hear, and fear. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "If a man has committed a sin worthy of death, and he is put to death, and you hang him on a tree,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "his body shall not remain all night on the tree, but you shall surely bury him the same day; for he who is hanged is accursed of God. Don’t defile your land which Yahweh your God gives you for an inheritance. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "You shall not see your brother’s ox or his sheep go astray and hide yourself from them. You shall surely bring them again to your brother.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "If your brother isn’t near to you, or if you don’t know him, then you shall bring it home to your house, and it shall be with you until your brother comes looking for it, and you shall restore it to him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "So you shall do with his donkey. So you shall do with his garment. So you shall do with every lost thing of your brother’s, which he has lost and you have found. You may not hide yourself.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "You shall not see your brother’s donkey or his ox fallen down by the way, and hide yourself from them. You shall surely help him to lift them up again. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "A woman shall not wear men’s clothing, neither shall a man put on women’s clothing; for whoever does these things is an abomination to Yahweh your God. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "If you come across a bird’s nest on the way, in any tree or on the ground, with young ones or eggs, and the hen sitting on the young, or on the eggs, you shall not take the hen with the young.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "You shall surely let the hen go, but the young you may take for yourself, that it may be well with you, and that you may prolong your days. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "When you build a new house, then you shall make a railing around your roof, so that you don’t bring blood on your house if anyone falls from there. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "You shall not sow your vineyard with two kinds of seed, lest all the fruit be defiled, the seed which you have sown, and the increase of the vineyard.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "You shall not plow with an ox and a donkey together.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "You shall not wear clothes of wool and linen woven together. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "You shall make yourselves fringes on the four corners of your cloak with which you cover yourself. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "If any man takes a wife, and goes in to her, hates her,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "accuses her of shameful things, gives her a bad name, and says, “I took this woman, and when I came near to her, I didn’t find in her the tokens of virginity;”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "then the young lady’s father and mother shall take and bring the tokens of the young lady’s virginity to the elders of the city in the gate.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "The young lady’s father shall tell the elders, “I gave my daughter to this man as his wife, and he hates her.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Behold, he has accused her of shameful things, saying, ‘I didn’t find in your daughter the tokens of virginity;’ and yet these are the tokens of my daughter’s virginity.” They shall spread the cloth before the elders of the city.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "The elders of that city shall take the man and chastise him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "They shall fine him one hundred shekels of silver, and give them to the father of the young lady, because he has given a bad name to a virgin of Israel. She shall be his wife. He may not put her away all his days. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "But if this thing is true, that the tokens of virginity were not found in the young lady,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "then they shall bring out the young lady to the door of her father’s house, and the men of her city shall stone her to death with stones, because she has done folly in Israel, to play the prostitute in her father’s house. So you shall remove the evil from among you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "If a man is found lying with a woman married to a husband, then they shall both die, the man who lay with the woman and the woman. So you shall remove the evil from Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "If there is a young lady who is a virgin pledged to be married to a husband, and a man finds her in the city, and lies with her,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "then you shall bring them both out to the gate of that city, and you shall stone them to death with stones; the lady, because she didn’t cry, being in the city; and the man, because he has humbled his neighbor’s wife. So you shall remove the evil from among you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "But if the man finds the lady who is pledged to be married in the field, and the man forces her and lies with her, then only the man who lay with her shall die;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "but to the lady you shall do nothing. There is in the lady no sin worthy of death; for as when a man rises against his neighbor and kills him, even so is this matter;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "for he found her in the field, the pledged to be married lady cried, and there was no one to save her.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "If a man finds a lady who is a virgin, who is not pledged to be married, grabs her and lies with her, and they are found,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "then the man who lay with her shall give to the lady’s father fifty shekels of silver. She shall be his wife, because he has humbled her. He may not put her away all his days.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "A man shall not take his father’s wife, and shall not uncover his father’s skirt. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "He who is emasculated by crushing or cutting shall not enter into Yahweh’s assembly.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "A person born of a forbidden union shall not enter into Yahweh’s assembly; even to the tenth generation shall no one of his enter into Yahweh’s assembly.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "An Ammonite or a Moabite shall not enter into Yahweh’s assembly; even to the tenth generation shall no one belonging to them enter into Yahweh’s assembly forever,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "because they didn’t meet you with bread and with water on the way when you came out of Egypt, and because they hired against you Balaam the son of Beor from Pethor of Mesopotamia, to curse you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Nevertheless Yahweh your God wouldn’t listen to Balaam, but Yahweh your God turned the curse into a blessing to you, because Yahweh your God loved you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "You shall not seek their peace nor their prosperity all your days forever.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "You shall not abhor an Edomite, for he is your brother. You shall not abhor an Egyptian, because you lived as a foreigner in his land.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The children of the third generation who are born to them may enter into Yahweh’s assembly. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "When you go out and camp against your enemies, then you shall keep yourselves from every evil thing.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "If there is among you any man who is not clean by reason of that which happens to him by night, then shall he go outside of the camp. He shall not come within the camp;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "but it shall be, when evening comes, he shall bathe himself in water. When the sun is down, he shall come within the camp.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "You shall have a place also outside of the camp where you go relieve yourself.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "You shall have a trowel among your weapons. It shall be, when you relieve yourself, you shall dig with it, and shall turn back and cover your excrement;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "for Yahweh your God walks in the middle of your camp, to deliver you, and to give up your enemies before you. Therefore your camp shall be holy, that he may not see an unclean thing in you, and turn away from you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "You shall not deliver to his master a servant who has escaped from his master to you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "He shall dwell with you, among you, in the place which he shall choose within one of your gates, where it pleases him best. You shall not oppress him. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "There shall be no prostitute of the daughters of Israel, neither shall there be a sodomite of the sons of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "You shall not bring the hire of a prostitute, or the wages of a male prostitute, into the house of Yahweh your God for any vow; for both of these are an abomination to Yahweh your God. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "You shall not lend on interest to your brother: interest of money, interest of food, interest of anything that is lent on interest.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "You may charge a foreigner interest; but you shall not your brother interest, that Yahweh your God may bless you in all that you put your hand to, in the land where you go in to possess it. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "When you vow a vow to Yahweh your God, you shall not be slack to pay it, for Yahweh your God will surely require it of you; and it would be sin in you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "But if you refrain from making a vow, it shall be no sin in you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "You shall observe and do that which has gone out of your lips. Whatever you have vowed to Yahweh your God as a free will offering, which you have promised with your mouth, you must do.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "When you come into your neighbor’s vineyard, then you may eat your fill of grapes at your own pleasure; but you shall not put any in your container.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "When you come into your neighbor’s standing grain, then you may pluck the ears with your hand; but you shall not use a sickle on your neighbor’s standing grain. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When a man takes a wife and marries her, then it shall be, if she finds no favor in his eyes because he has found some unseemly thing in her, that he shall write her a certificate of divorce, put it in her hand, and send her out of his house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "When she has departed out of his house, she may go and be another man’s wife.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "If the latter husband hates her, and write her a certificate of divorce, puts it in her hand, and sends her out of his house; or if the latter husband dies, who took her to be his wife;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "her former husband, who sent her away, may not take her again to be his wife after she is defiled; for that would be an abomination to Yahweh. You shall not cause the land to sin, which Yahweh your God gives you for an inheritance.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "When a man takes a new wife, he shall not go out in the army, neither shall he be assigned any business. He shall be free at home one year, and shall cheer his wife whom he has taken. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "No man shall take the mill or the upper millstone as a pledge, for he takes a life in pledge.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "If a man is found stealing any of his brothers of the children of Israel, and he deals with him as a slave, or sells him, then that thief shall die. So you shall remove the evil from among you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Be careful in the plague of leprosy, that you observe diligently and do according to all that the Levitical priests teach you. As I commanded them, so you shall observe to do.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Remember what Yahweh your God did to Miriam, by the way as you came out of Egypt. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "When you lend your neighbor any kind of loan, you shall not go into his house to get his pledge.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "You shall stand outside, and the man to whom you lend shall bring the pledge outside to you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "If he is a poor man, you shall not sleep with his pledge.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "You shall surely restore to him the pledge when the sun goes down, that he may sleep in his garment and bless you. It shall be righteousness to you before Yahweh your God. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "You shall not oppress a hired servant who is poor and needy, whether he is one of your brothers or one of the foreigners who are in your land within your gates.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "In his day you shall give him his wages, neither shall the sun go down on it; for he is poor and sets his heart on it; lest he cry against you to Yahweh, and it be sin to you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "The fathers shall not be put to death for the children, neither shall the children be put to death for the fathers. Every man shall be put to death for his own sin. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "You shall not deprive the foreigner or the fatherless of justice, nor take a widow’s clothing in pledge;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "but you shall remember that you were a slave in Egypt, and Yahweh your God redeemed you there. Therefore I command you to do this thing. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "When you reap your harvest in your field, and have forgotten a sheaf in the field, you shall not go again to get it. It shall be for the foreigner, for the fatherless, and for the widow, that Yahweh your God may bless you in all the work of your hands.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "When you beat your olive tree, you shall not go over the boughs again. It shall be for the foreigner, for the fatherless, and for the widow. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "When you harvest your vineyard, you shall not glean it after yourselves. It shall be for the foreigner, for the fatherless, and for the widow.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "You shall remember that you were a slave in the land of Egypt. Therefore I command you to do this thing. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "If there is a controversy between men, and they come to judgment and the judges judge them, then they shall justify the righteous and condemn the wicked.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "It shall be, if the wicked man is worthy to be beaten, that the judge shall cause him to lie down and to be beaten before his face, according to his wickedness, by number.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "He may sentence him to no more than forty stripes. He shall not give more, lest if he should give more and beat him more than that many stripes, then your brother will be degraded in your sight. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "You shall not muzzle the ox when he treads out the grain. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "If brothers dwell together, and one of them dies and has no son, the wife of the dead shall not be married outside to a stranger. Her husband’s brother shall go in to her, and take her as his wife, and perform the duty of a husband’s brother to her.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "It shall be that the firstborn whom she bears shall succeed in the name of his brother who is dead, that his name not be blotted out of Israel. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "If the man doesn’t want to take his brother’s wife, then his brother’s wife shall go up to the gate to the elders, and say, “My husband’s brother refuses to raise up to his brother a name in Israel. He will not perform the duty of a husband’s brother to me.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Then the elders of his city shall call him, and speak to him. If he stands and says, “I don’t want to take her,”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "then his brother’s wife shall come to him in the presence of the elders, and loose his sandal from off his foot, and spit in his face. She shall answer and say, “So shall it be done to the man who does not build up his brother’s house.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "His name shall be called in Israel, “The house of him who had his sandal removed.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "When men strive against each other, and the wife of one draws near to deliver her husband out of the hand of him who strikes him, and puts out her hand, and grabs him by his private parts,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "then you shall cut off her hand. Your eye shall have no pity. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "You shall not have in your bag diverse weights, one heavy and one light.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "You shall not have in your house diverse measures, one large and one small.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "You shall have a perfect and just weight. You shall have a perfect and just measure, that your days may be long in the land which Yahweh your God gives you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "For all who do such things, all who do unrighteously, are an abomination to Yahweh your God. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Remember what Amalek did to you by the way as you came out of Egypt;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "how he met you by the way, and struck the rearmost of you, all who were feeble behind you, when you were faint and weary; and he didn’t fear God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 25,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Therefore it shall be, when Yahweh your God has given you rest from all your enemies all around, in the land which Yahweh your God gives you for an inheritance to possess it, that you shall blot out the memory of Amalek from under the sky. You shall not forget. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "It shall be, when you have come in to the land which Yahweh your God gives you for an inheritance, possess it, and dwell in it,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "that you shall take some of the first of all the fruit of the ground, which you shall bring in from your land that Yahweh your God gives you. You shall put it in a basket, and shall go to the place which Yahweh your God shall choose to cause his name to dwell there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "You shall come to the priest who shall be in those days, and tell him, “I profess today to Yahweh your God, that I have come to the land which Yahweh swore to our fathers to give us.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The priest shall take the basket out of your hand, and set it down before Yahweh your God’s altar.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "You shall answer and say before Yahweh your God, “My father was a Syrian ready to perish. He went down into Egypt, and lived there, few in number. There he became a great, mighty, and populous nation.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "The Egyptians mistreated us, afflicted us, and imposed hard labor on us.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Then we cried to Yahweh, the God of our fathers. Yahweh heard our voice, and saw our affliction, our toil, and our oppression.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Yahweh brought us out of Egypt with a mighty hand, with an outstretched arm, with great terror, with signs, and with wonders;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "and he has brought us into this place, and has given us this land, a land flowing with milk and honey.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Now, behold, I have brought the first of the fruit of the ground, which you, Yahweh, have given me.” You shall set it down before Yahweh your God, and worship before Yahweh your God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "You shall rejoice in all the good which Yahweh your God has given to you, and to your house, you, and the Levite, and the foreigner who is among you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "When you have finished tithing all the tithe of your increase in the third year, which is the year of tithing, then you shall give it to the Levite, to the foreigner, to the fatherless, and to the widow, that they may eat within your gates and be filled.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "You shall say before Yahweh your God, “I have put away the holy things out of my house, and also have given them to the Levite, to the foreigner, to the fatherless, and to the widow, according to all your commandment which you have commanded me. I have not transgressed any of your commandments, neither have I forgotten them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "I have not eaten of it in my mourning, neither have I removed any of it while I was unclean, nor given of it for the dead. I have listened to Yahweh my God’s voice. I have done according to all that you have commanded me.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Look down from your holy habitation, from heaven, and bless your people Israel, and the ground which you have given us, as you swore to our fathers, a land flowing with milk and honey.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Today Yahweh your God commands you to do these statutes and ordinances. You shall therefore keep and do them with all your heart and with all your soul.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "You have declared today that Yahweh is your God, and that you would walk in his ways, keep his statutes, his commandments, and his ordinances, and listen to his voice.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Yahweh has declared today that you are a people for his own possession, as he has promised you, and that you should keep all his commandments.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 26,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "He will make you high above all nations that he has made, in praise, in name, and in honor; and that you may be a holy people to Yahweh your God, as he has spoken. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Moses and the elders of Israel commanded the people, saying, “Keep all the commandment which I command you today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "It shall be on the day when you shall pass over the Jordan to the land which Yahweh your God gives you, that you shall set yourself up great stones, and coat them with plaster.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "You shall write on them all the words of this law, when you have passed over, that you may go in to the land which Yahweh your God gives you, a land flowing with milk and honey, as Yahweh, the God of your fathers, has promised you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "It shall be, when you have crossed over the Jordan, that you shall set up these stones, which I command you today, on Mount Ebal, and you shall coat them with plaster.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "There you shall build an altar to Yahweh your God, an altar of stones. You shall not use any iron tool on them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "You shall build Yahweh your God’s altar of uncut stones. You shall offer burnt offerings on it to Yahweh your God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "You shall sacrifice peace offerings, and shall eat there. You shall rejoice before Yahweh your God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "You shall write on the stones all the words of this law very plainly.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Moses and the Levitical priests spoke to all Israel, saying, “Be silent and listen, Israel! Today you have become the people of Yahweh your God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "You shall therefore obey Yahweh your God’s voice, and do his commandments and his statutes, which I command you today.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Moses commanded the people the same day, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "“These shall stand on Mount Gerizim to bless the people, when you have crossed over the Jordan: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "These shall stand on Mount Ebal for the curse: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "With a loud voice, the Levites shall say to all the men of Israel,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "‘Cursed is the man who makes an engraved or molten image, an abomination to Yahweh, the work of the hands of the craftsman, and sets it up in secret.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 15,
		"sectionNumber": 2,
		"value": "All the people shall answer and say, ‘Amen.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "‘Cursed is he who dishonors his father or his mother.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 16,
		"sectionNumber": 2,
		"value": "All the people shall say, ‘Amen.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "‘Cursed is he who removes his neighbor’s landmark.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 17,
		"sectionNumber": 2,
		"value": "All the people shall say, ‘Amen.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "‘Cursed is he who leads the blind astray on the road.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 18,
		"sectionNumber": 2,
		"value": "All the people shall say, ‘Amen.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "‘Cursed is he who withholds justice from the foreigner, fatherless, and widow.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 19,
		"sectionNumber": 2,
		"value": "All the people shall say, ‘Amen.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "‘Cursed is he who lies with his father’s wife, because he dishonors his father’s bed.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 20,
		"sectionNumber": 2,
		"value": "All the people shall say, ‘Amen.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "‘Cursed is he who lies with any kind of animal.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 21,
		"sectionNumber": 2,
		"value": "All the people shall say, ‘Amen.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "‘Cursed is he who lies with his sister, his father’s daughter or his mother’s daughter.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 22,
		"sectionNumber": 2,
		"value": "All the people shall say, ‘Amen.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "‘Cursed is he who lies with his mother-in-law.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 23,
		"sectionNumber": 2,
		"value": "All the people shall say, ‘Amen.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "‘Cursed is he who secretly kills his neighbor.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 24,
		"sectionNumber": 2,
		"value": "All the people shall say, ‘Amen.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "‘Cursed is he who takes a bribe to kill an innocent person.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 25,
		"sectionNumber": 2,
		"value": "All the people shall say, ‘Amen.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "‘Cursed is he who doesn’t uphold the words of this law by doing them.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 27,
		"verseNumber": 26,
		"sectionNumber": 2,
		"value": "All the people shall say, ‘Amen.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "It shall happen, if you shall listen diligently to Yahweh your God’s voice, to observe to do all his commandments which I command you today, that Yahweh your God will set you high above all the nations of the earth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "All these blessings will come upon you, and overtake you, if you listen to Yahweh your God’s voice.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "You shall be blessed in the city, and you shall be blessed in the field.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "You shall be blessed in the fruit of your body, the fruit of your ground, the fruit of your animals, the increase of your livestock, and the young of your flock.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Your basket and your kneading trough shall be blessed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "You shall be blessed when you come in, and you shall be blessed when you go out.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Yahweh will cause your enemies who rise up against you to be struck before you. They will come out against you one way, and will flee before you seven ways.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Yahweh will command the blessing on you in your barns, and in all that you put your hand to. He will bless you in the land which Yahweh your God gives you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Yahweh will establish you for a holy people to himself, as he has sworn to you, if you shall keep the commandments of Yahweh your God, and walk in his ways.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "All the peoples of the earth shall see that you are called by Yahweh’s name, and they will be afraid of you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Yahweh will grant you abundant prosperity in the fruit of your body, in the fruit of your livestock, and in the fruit of your ground, in the land which Yahweh swore to your fathers to give you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Yahweh will open to you his good treasure in the sky, to give the rain of your land in its season, and to bless all the work of your hand. You will lend to many nations, and you will not borrow.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Yahweh will make you the head, and not the tail. You will be above only, and you will not be beneath, if you listen to the commandments of Yahweh your God which I command you today, to observe and to do,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "and shall not turn away from any of the words which I command you today, to the right hand or to the left, to go after other gods to serve them. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "But it shall come to pass, if you will not listen to Yahweh your God’s voice, to observe to do all his commandments and his statutes which I command you today, that all these curses will come on you and overtake you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "You will be cursed in the city, and you will be cursed in the field.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Your basket and your kneading trough will be cursed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "The fruit of your body, the fruit of your ground, the increase of your livestock, and the young of your flock will be cursed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "You will be cursed when you come in, and you will be cursed when you go out.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Yahweh will send on you cursing, confusion, and rebuke in all that you put your hand to do, until you are destroyed and until you perish quickly, because of the evil of your doings, by which you have forsaken me.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Yahweh will make the pestilence cling to you, until he has consumed you from off the land where you go in to possess it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Yahweh will strike you with consumption, with fever, with inflammation, with fiery heat, with the sword, with blight, and with mildew. They will pursue you until you perish.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Your sky that is over your head will be bronze, and the earth that is under you will be iron.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Yahweh will make the rain of your land powder and dust. It will come down on you from the sky, until you are destroyed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Yahweh will cause you to be struck before your enemies. You will go out one way against them, and will flee seven ways before them. You will be tossed back and forth among all the kingdoms of the earth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Your dead bodies will be food to all birds of the sky, and to the animals of the earth; and there will be no one to frighten them away.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Yahweh will strike you with the boils of Egypt, with the tumors, with the scurvy, and with the itch, of which you can not be healed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Yahweh will strike you with madness, with blindness, and with astonishment of heart.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "You will grope at noonday, as the blind gropes in darkness, and you shall not prosper in your ways. You will only be oppressed and robbed always, and there will be no one to save you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "You will betroth a wife, and another man shall lie with her. You will build a house, and you won’t dwell in it. You will plant a vineyard, and not use its fruit.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Your ox will be slain before your eyes, and you will not eat any of it. Your donkey will be violently taken away from before your face, and will not be restored to you. Your sheep will be given to your enemies, and you will have no one to save you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "Your sons and your daughters will be given to another people. Your eyes will look, and fail with longing for them all day long. There will be no power in your hand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "A nation which you don’t know will eat the fruit of your ground and all of your work. You will only be oppressed and crushed always,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "so that the sights that you see with your eyes will drive you mad.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "Yahweh will strike you in the knees and in the legs with a sore boil, of which you cannot be healed, from the sole of your foot to the crown of your head.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "Yahweh will bring you, and your king whom you will set over yourselves, to a nation that you have not known, you nor your fathers. There you will serve other gods of wood and stone.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "You will become an astonishment, a proverb, and a byword among all the peoples where Yahweh will lead you away.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "You will carry much seed out into the field, and will gather little in, for the locust will consume it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "You will plant vineyards and dress them, but you will neither drink of the wine, nor harvest, because worms will eat them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "You will have olive trees throughout all your borders, but you won’t anoint yourself with the oil, for your olives will drop off.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "You will father sons and daughters, but they will not be yours, for they will go into captivity.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "Locusts will consume all of your trees and the fruit of your ground.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "The foreigner who is among you will mount up above you higher and higher, and you will come down lower and lower.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "He will lend to you, and you won’t lend to him. He will be the head, and you will be the tail. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "All these curses will come on you, and will pursue you and overtake you, until you are destroyed, because you didn’t listen to Yahweh your God’s voice, to keep his commandments and his statutes which he commanded you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 46,
		"sectionNumber": 1,
		"value": "They will be for a sign and for a wonder to you and to your offspring forever.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 47,
		"sectionNumber": 1,
		"value": "Because you didn’t serve Yahweh your God with joyfulness and with gladness of heart, by reason of the abundance of all things;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 48,
		"sectionNumber": 1,
		"value": "therefore you will serve your enemies whom Yahweh sends against you, in hunger, in thirst, in nakedness, and in lack of all things. He will put an iron yoke on your neck until he has destroyed you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 49,
		"sectionNumber": 1,
		"value": "Yahweh will bring a nation against you from far, from the end of the earth, as the eagle flies: a nation whose language you will not understand,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 50,
		"sectionNumber": 1,
		"value": "a nation of fierce facial expressions, that doesn’t respect the elderly, nor show favor to the young.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 51,
		"sectionNumber": 1,
		"value": "They will eat the fruit of your livestock and the fruit of your ground, until you are destroyed. They also won’t leave you grain, new wine, oil, the increase of your livestock, or the young of your flock, until they have caused you to perish.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 52,
		"sectionNumber": 1,
		"value": "They will besiege you in all your gates until your high and fortified walls in which you trusted come down throughout all your land. They will besiege you in all your gates throughout all your land which Yahweh your God has given you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 53,
		"sectionNumber": 1,
		"value": "You will eat the fruit of your own body, the flesh of your sons and of your daughters, whom Yahweh your God has given you, in the siege and in the distress with which your enemies will distress you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 54,
		"sectionNumber": 1,
		"value": "The man who is tender among you, and very delicate, his eye will be evil toward his brother, toward the wife whom he loves, and toward the remnant of his children whom he has remaining,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 55,
		"sectionNumber": 1,
		"value": "so that he will not give to any of them of the flesh of his children whom he will eat, because he has nothing left to him, in the siege and in the distress with which your enemy will distress you in all your gates.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 56,
		"sectionNumber": 1,
		"value": "The tender and delicate woman among you, who would not venture to set the sole of her foot on the ground for delicateness and tenderness, her eye will be evil toward the husband that she loves, toward her son, toward her daughter,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 57,
		"sectionNumber": 1,
		"value": "toward her young one who comes out from between her feet, and toward her children whom she bears; for she will eat them secretly for lack of all things in the siege and in the distress with which your enemy will distress you in your gates.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 58,
		"sectionNumber": 1,
		"value": "If you will not observe to do all the words of this law that are written in this book, that you may fear this glorious and fearful name, YAHWEH your God,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 59,
		"sectionNumber": 1,
		"value": "then Yahweh will make your plagues and the plagues of your offspring fearful, even great plagues, and of long duration, and severe sicknesses, and of long duration.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 60,
		"sectionNumber": 1,
		"value": "He will bring on you again all the diseases of Egypt, which you were afraid of; and they will cling to you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 61,
		"sectionNumber": 1,
		"value": "Also every sickness and every plague which is not written in the book of this law, Yahweh will bring them on you until you are destroyed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 62,
		"sectionNumber": 1,
		"value": "You will be left few in number, even though you were as the stars of the sky for multitude, because you didn’t listen to Yahweh your God’s voice.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 63,
		"sectionNumber": 1,
		"value": "It will happen that as Yahweh rejoiced over you to do you good, and to multiply you, so Yahweh will rejoice over you to cause you to perish and to destroy you. You will be plucked from the land that you are going in to possess.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 64,
		"sectionNumber": 1,
		"value": "Yahweh will scatter you among all peoples, from one end of the earth to the other end of the earth. There you will serve other gods which you have not known, you nor your fathers, even wood and stone.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 65,
		"sectionNumber": 1,
		"value": "Among these nations you will find no ease, and there will be no rest for the sole of your foot; but Yahweh will give you there a trembling heart, failing of eyes, and pining of soul.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 66,
		"sectionNumber": 1,
		"value": "Your life will hang in doubt before you. You will be afraid night and day, and will have no assurance of your life.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 67,
		"sectionNumber": 1,
		"value": "In the morning you will say, “I wish it were evening!” and at evening you will say, “I wish it were morning!” for the fear of your heart which you will fear, and for the sights which your eyes will see.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 28,
		"verseNumber": 68,
		"sectionNumber": 1,
		"value": "Yahweh will bring you into Egypt again with ships, by the way of which I told to you that you would never see it again. There you will offer yourselves to your enemies for male and female slaves, and nobody will buy you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "These are the words of the covenant which Yahweh commanded Moses to make with the children of Israel in the land of Moab, in addition to the covenant which he made with them in Horeb.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Moses called to all Israel, and said to them: "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 2,
		"sectionNumber": 2,
		"value": "Your eyes have seen all that Yahweh did in the land of Egypt to Pharaoh, and to all his servants, and to all his land;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "the great trials which your eyes saw, the signs, and those great wonders.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "But Yahweh has not given you a heart to know, eyes to see, and ears to hear, to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "I have led you forty years in the wilderness. Your clothes have not grown old on you, and your sandals have not grown old on your feet.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "You have not eaten bread, neither have you drunk wine or strong drink, that you may know that I am Yahweh your God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "When you came to this place, Sihon the king of Heshbon and Og the king of Bashan came out against us to battle, and we struck them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "We took their land, and gave it for an inheritance to the Reubenites, and to the Gadites, and to the half-tribe of the Manassites.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Therefore keep the words of this covenant and do them, that you may prosper in all that you do.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "All of you stand today in the presence of Yahweh your God: your heads, your tribes, your elders, and your officers, even all the men of Israel,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "your little ones, your wives, and the foreigners who are in the middle of your camps, from the one who cuts your wood to the one who draws your water,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "that you may enter into the covenant of Yahweh your God, and into his oath, which Yahweh your God makes with you today,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "that he may establish you today as his people, and that he may be your God, as he spoke to you and as he swore to your fathers, to Abraham, to Isaac, and to Jacob.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Neither do I make this covenant and this oath with you only,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "but with those who stand here with us today before Yahweh our God, and also with those who are not here with us today  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "(for you know how we lived in the land of Egypt, and how we came through the middle of the nations through which you passed;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "and you have seen their abominations and their idols of wood, stone, silver, and gold, which were among them);  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "lest there should be among you man, woman, family, or tribe whose heart turns away today from Yahweh our God, to go to serve the gods of those nations; lest there should be among you a root that produces bitter poison;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "and it happen, when he hears the words of this curse, that he bless himself in his heart, saying, “I shall have peace, though I walk in the stubbornness of my heart,” to destroy the moist with the dry.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Yahweh will not pardon him, but then Yahweh’s anger and his jealousy will smoke against that man, and all the curse that is written in this book will fall on him, and Yahweh will blot out his name from under the sky.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Yahweh will set him apart for evil out of all the tribes of Israel, according to all the curses of the covenant written in this book of the law. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "The generation to come—your children who will rise up after you, and the foreigner who will come from a far land—will say, when they see the plagues of that land, and the sicknesses with which Yahweh has made it sick,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": " that all of its land is sulfur, salt, and burning, that it is not sown, doesn’t produce, nor does any grass grow in it, like the overthrow of Sodom, Gomorrah, Admah, and Zeboiim, which Yahweh overthrew in his anger, and in his wrath.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Even all the nations will say, “Why has Yahweh done this to this land? What does the heat of this great anger mean?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Then men will say, “Because they abandoned the covenant of Yahweh, the God of their fathers, which he made with them when he brought them out of the land of Egypt,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "and went and served other gods and worshiped them, gods that they didn’t know and that he had not given to them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Therefore Yahweh’s anger burned against this land, to bring on it all the curses that are written in this book.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Yahweh rooted them out of their land in anger, in wrath, and in great indignation, and thrust them into another land, as it is today.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 29,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "The secret things belong to Yahweh our God; but the things that are revealed belong to us and to our children forever, that we may do all the words of this law. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "It shall happen, when all these things have come on you, the blessing and the curse, which I have set before you, and you shall call them to mind among all the nations where Yahweh your God has driven you,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "and return to Yahweh your God and obey his voice according to all that I command you today, you and your children, with all your heart and with all your soul,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "that then Yahweh your God will release you from captivity, have compassion on you, and will return and gather you from all the peoples where Yahweh your God has scattered you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "If your outcasts are in the uttermost parts of the heavens, from there Yahweh your God will gather you, and from there he will bring you back.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Yahweh your God will bring you into the land which your fathers possessed, and you will possess it. He will do you good, and increase your numbers more than your fathers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Yahweh your God will circumcise your heart, and the heart of your offspring, to love Yahweh your God with all your heart and with all your soul, that you may live.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Yahweh your God will put all these curses on your enemies and on those who hate you, who persecuted you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "You shall return and obey Yahweh’s voice, and do all his commandments which I command you today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Yahweh your God will make you prosperous in all the work of your hand, in the fruit of your body, in the fruit of your livestock, and in the fruit of your ground, for good; for Yahweh will again rejoice over you for good, as he rejoiced over your fathers,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "if you will obey Yahweh your God’s voice, to keep his commandments and his statutes which are written in this book of the law; if you turn to Yahweh your God with all your heart and with all your soul. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "For this commandment which I command you today is not too hard for you or too distant.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "It is not in heaven, that you should say, “Who will go up for us to heaven, bring it to us, and proclaim it to us, that we may do it?”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Neither is it beyond the sea, that you should say, “Who will go over the sea for us, bring it to us, and proclaim it to us, that we may do it?”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "But the word is very near to you, in your mouth and in your heart, that you may do it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Behold, I have set before you today life and prosperity, and death and evil.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "For I command you today to love Yahweh your God, to walk in his ways and to keep his commandments, his statutes, and his ordinances, that you may live and multiply, and that Yahweh your God may bless you in the land where you go in to possess it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "But if your heart turns away, and you will not hear, but are drawn away and worship other gods, and serve them,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "I declare to you today that you will surely perish. You will not prolong your days in the land where you pass over the Jordan to go in to possess it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "I call heaven and earth to witness against you today that I have set before you life and death, the blessing and the curse. Therefore choose life, that you may live, you and your descendants,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 30,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "to love Yahweh your God, to obey his voice, and to cling to him; for he is your life, and the length of your days, that you may dwell in the land which Yahweh swore to your fathers, to Abraham, to Isaac, and to Jacob, to give them. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Moses went and spoke these words to all Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He said to them, “I am one hundred twenty years old today. I can no more go out and come in. Yahweh has said to me, ‘You shall not go over this Jordan.’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Yahweh your God himself will go over before you. He will destroy these nations from before you, and you shall dispossess them. Joshua will go over before you, as Yahweh has spoken.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Yahweh will do to them as he did to Sihon and to Og, the kings of the Amorites, and to their land, when he destroyed them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Yahweh will deliver them up before you, and you shall do to them according to all the commandment which I have commanded you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Be strong and courageous. Don’t be afraid or scared of them; for Yahweh your God himself is who goes with you. He will not fail you nor forsake you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Moses called to Joshua, and said to him in the sight of all Israel, “Be strong and courageous, for you shall go with this people into the land which Yahweh has sworn to their fathers to give them; and you shall cause them to inherit it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Yahweh himself is who goes before you. He will be with you. He will not fail you nor forsake you. Don’t be afraid. Don’t be discouraged.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Moses wrote this law and delivered it to the priests the sons of Levi, who bore the ark of Yahweh’s covenant, and to all the elders of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Moses commanded them, saying, “At the end of every seven years, in the set time of the year of release, in the feast of booths,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "when all Israel has come to appear before Yahweh your God in the place which he will choose, you shall read this law before all Israel in their hearing.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Assemble the people, the men and the women and the little ones, and the foreigners who are within your gates, that they may hear, learn, fear Yahweh your God, and observe to do all the words of this law,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "and that their children, who have not known, may hear and learn to fear Yahweh your God, as long as you live in the land where you go over the Jordan to possess it.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Yahweh said to Moses, “Behold, your days approach that you must die. Call Joshua, and present yourselves in the Tent of Meeting, that I may commission him.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 14,
		"sectionNumber": 2,
		"value": "Moses and Joshua went, and presented themselves in the Tent of Meeting. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Yahweh appeared in the Tent in a pillar of cloud, and the pillar of cloud stood over the Tent’s door.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Yahweh said to Moses, “Behold, you shall sleep with your fathers. This people will rise up and play the prostitute after the strange gods of the land where they go to be among them, and will forsake me and break my covenant which I have made with them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Then my anger shall be kindled against them in that day, and I will forsake them, and I will hide my face from them, and they shall be devoured, and many evils and troubles shall come on them; so that they will say in that day, ‘Haven’t these evils come on us because our God is not among us?’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "I will surely hide my face in that day for all the evil which they have done, in that they have turned to other gods. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "“Now therefore write this song for yourselves, and teach it to the children of Israel. Put it in their mouths, that this song may be a witness for me against the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "For when I have brought them into the land which I swore to their fathers, flowing with milk and honey, and they have eaten and filled themselves, and grown fat, then they will turn to other gods, and serve them, and despise me, and break my covenant.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "It will happen, when many evils and troubles have come on them, that this song will testify before them as a witness; for it will not be forgotten out of the mouths of their descendants; for I know their ways and what they are doing today, before I have brought them into the land which I promised them.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "So Moses wrote this song the same day, and taught it to the children of Israel. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "He commissioned Joshua the son of Nun, and said, “Be strong and courageous; for you shall bring the children of Israel into the land which I swore to them. I will be with you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "When Moses had finished writing the words of this law in a book, until they were finished,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Moses commanded the Levites, who bore the ark of Yahweh’s covenant, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "“Take this book of the law, and put it by the side of the ark of Yahweh your God’s covenant, that it may be there for a witness against you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "For I know your rebellion and your stiff neck. Behold, while I am yet alive with you today, you have been rebellious against Yahweh. How much more after my death?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Assemble to me all the elders of your tribes and your officers, that I may speak these words in their ears, and call heaven and earth to witness against them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "For I know that after my death you will utterly corrupt yourselves, and turn away from the way which I have commanded you; and evil will happen to you in the latter days, because you will do that which is evil in Yahweh’s sight, to provoke him to anger through the work of your hands.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 31,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Moses spoke in the ears of all the assembly of Israel the words of this song, until they were finished. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": " "
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Give ear, you heavens, and I will speak. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 1,
		"sectionNumber": 2,
		"value": "Let the earth hear the words of my mouth. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "My doctrine will drop as the rain. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 2,
		"sectionNumber": 2,
		"value": "My speech will condense as the dew, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 2,
		"sectionNumber": 3,
		"value": "as the misty rain on the tender grass, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 2,
		"sectionNumber": 4,
		"value": "as the showers on the herb. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "For I will proclaim Yahweh’s name. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 3,
		"sectionNumber": 2,
		"value": "Ascribe greatness to our God! "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The Rock: his work is perfect, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 4,
		"sectionNumber": 2,
		"value": "for all his ways are just. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 4,
		"sectionNumber": 3,
		"value": "A God of faithfulness who does no wrong, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 4,
		"sectionNumber": 4,
		"value": "just and right is he. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "They have dealt corruptly with him. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 5,
		"sectionNumber": 2,
		"value": "They are not his children, because of their defect. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 5,
		"sectionNumber": 3,
		"value": "They are a perverse and crooked generation. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Is this the way you repay Yahweh, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 6,
		"sectionNumber": 2,
		"value": "foolish and unwise people? "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 6,
		"sectionNumber": 3,
		"value": "Isn’t he your father who has bought you? "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 6,
		"sectionNumber": 4,
		"value": "He has made you and established you. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Remember the days of old. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 7,
		"sectionNumber": 2,
		"value": "Consider the years of many generations. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 7,
		"sectionNumber": 3,
		"value": "Ask your father, and he will show you; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 7,
		"sectionNumber": 4,
		"value": "your elders, and they will tell you. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "When the Most High gave to the nations their inheritance, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 8,
		"sectionNumber": 2,
		"value": "when he separated the children of men, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 8,
		"sectionNumber": 3,
		"value": "he set the bounds of the peoples "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 8,
		"sectionNumber": 4,
		"value": "according to the number of the children of Israel. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "For Yahweh’s portion is his people. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 9,
		"sectionNumber": 2,
		"value": "Jacob is the lot of his inheritance. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "He found him in a desert land, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 10,
		"sectionNumber": 2,
		"value": "in the waste howling wilderness. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 10,
		"sectionNumber": 3,
		"value": "He surrounded him. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 10,
		"sectionNumber": 4,
		"value": "He cared for him. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 10,
		"sectionNumber": 5,
		"value": "He kept him as the apple of his eye. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "As an eagle that stirs up her nest, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 11,
		"sectionNumber": 2,
		"value": "that flutters over her young, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 11,
		"sectionNumber": 3,
		"value": "he spread abroad his wings, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 11,
		"sectionNumber": 4,
		"value": "he took them, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 11,
		"sectionNumber": 5,
		"value": "he bore them on his feathers. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Yahweh alone led him. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 12,
		"sectionNumber": 2,
		"value": "There was no foreign god with him. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "He made him ride on the high places of the earth. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 13,
		"sectionNumber": 2,
		"value": "He ate the increase of the field. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 13,
		"sectionNumber": 3,
		"value": "He caused him to suck honey out of the rock, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 13,
		"sectionNumber": 4,
		"value": "oil out of the flinty rock; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "butter from the herd, and milk from the flock, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 14,
		"sectionNumber": 2,
		"value": "with fat of lambs, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 14,
		"sectionNumber": 3,
		"value": "rams of the breed of Bashan, and goats, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 14,
		"sectionNumber": 4,
		"value": "with the finest of the wheat. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 14,
		"sectionNumber": 5,
		"value": "From the blood of the grape, you drank wine. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "But Jeshurun grew fat, and kicked. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 15,
		"sectionNumber": 2,
		"value": "You have grown fat. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 15,
		"sectionNumber": 3,
		"value": "You have grown thick. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 15,
		"sectionNumber": 4,
		"value": "You have become sleek. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 15,
		"sectionNumber": 5,
		"value": "Then he abandoned God who made him, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 15,
		"sectionNumber": 6,
		"value": "and rejected the Rock of his salvation. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "They moved him to jealousy with strange gods. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 16,
		"sectionNumber": 2,
		"value": "They provoked him to anger with abominations. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "They sacrificed to demons, not God, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 17,
		"sectionNumber": 2,
		"value": "to gods that they didn’t know, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 17,
		"sectionNumber": 3,
		"value": "to new gods that came up recently, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 17,
		"sectionNumber": 4,
		"value": "which your fathers didn’t dread. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Of the Rock who became your father, you are unmindful, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 18,
		"sectionNumber": 2,
		"value": "and have forgotten God who gave you birth. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Yahweh saw and abhorred, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 19,
		"sectionNumber": 2,
		"value": "because of the provocation of his sons and his daughters. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "He said, “I will hide my face from them. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 20,
		"sectionNumber": 2,
		"value": "I will see what their end will be; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 20,
		"sectionNumber": 3,
		"value": "for they are a very perverse generation, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 20,
		"sectionNumber": 4,
		"value": "children in whom is no faithfulness. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "They have moved me to jealousy with that which is not God. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 21,
		"sectionNumber": 2,
		"value": "They have provoked me to anger with their vanities. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 21,
		"sectionNumber": 3,
		"value": "I will move them to jealousy with those who are not a people. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 21,
		"sectionNumber": 4,
		"value": "I will provoke them to anger with a foolish nation. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "For a fire is kindled in my anger, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 22,
		"sectionNumber": 2,
		"value": "that burns to the lowest Sheol, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 22,
		"sectionNumber": 3,
		"value": "devours the earth with its increase, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 22,
		"sectionNumber": 4,
		"value": "and sets the foundations of the mountains on fire. "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 22,
		"sectionNumber": 5,
		"value": " "
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "“I will heap evils on them. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 23,
		"sectionNumber": 2,
		"value": "I will spend my arrows on them. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "They shall be wasted with hunger, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 24,
		"sectionNumber": 2,
		"value": "and devoured with burning heat "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 24,
		"sectionNumber": 3,
		"value": "and bitter destruction. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 24,
		"sectionNumber": 4,
		"value": "I will send the teeth of animals on them, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 24,
		"sectionNumber": 5,
		"value": "with the venom of vipers that glide in the dust. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Outside the sword will bereave, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 25,
		"sectionNumber": 2,
		"value": "and in the rooms, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 25,
		"sectionNumber": 3,
		"value": "terror on both young man and virgin, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 25,
		"sectionNumber": 4,
		"value": "the nursing infant with the gray-haired man. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "I said that I would scatter them afar. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 26,
		"sectionNumber": 2,
		"value": "I would make their memory to cease from among men; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "were it not that I feared the provocation of the enemy, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 27,
		"sectionNumber": 2,
		"value": "lest their adversaries should judge wrongly, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 27,
		"sectionNumber": 3,
		"value": "lest they should say, ‘Our hand is exalted, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 27,
		"sectionNumber": 4,
		"value": "Yahweh has not done all this.’ ” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 27,
		"sectionNumber": 5,
		"value": " "
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "For they are a nation void of counsel. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 28,
		"sectionNumber": 2,
		"value": "There is no understanding in them. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "Oh that they were wise, that they understood this, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 29,
		"sectionNumber": 2,
		"value": "that they would consider their latter end! "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "How could one chase a thousand, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 30,
		"sectionNumber": 2,
		"value": "and two put ten thousand to flight, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 30,
		"sectionNumber": 3,
		"value": "unless their Rock had sold them, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 30,
		"sectionNumber": 4,
		"value": "and Yahweh had delivered them up? "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "For their rock is not as our Rock, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 31,
		"sectionNumber": 2,
		"value": "even our enemies themselves concede. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "For their vine is of the vine of Sodom, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 32,
		"sectionNumber": 2,
		"value": "of the fields of Gomorrah. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 32,
		"sectionNumber": 3,
		"value": "Their grapes are poison grapes. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 32,
		"sectionNumber": 4,
		"value": "Their clusters are bitter. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "Their wine is the poison of serpents, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 33,
		"sectionNumber": 2,
		"value": "the cruel venom of asps. "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 33,
		"sectionNumber": 3,
		"value": " "
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "“Isn’t this laid up in store with me, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 34,
		"sectionNumber": 2,
		"value": "sealed up among my treasures? "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "Vengeance is mine, and recompense, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 35,
		"sectionNumber": 2,
		"value": "at the time when their foot slides; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 35,
		"sectionNumber": 3,
		"value": "for the day of their calamity is at hand. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 35,
		"sectionNumber": 4,
		"value": "Their doom rushes at them.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 35,
		"sectionNumber": 5,
		"value": " "
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "For Yahweh will judge his people, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 36,
		"sectionNumber": 2,
		"value": "and have compassion on his servants, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 36,
		"sectionNumber": 3,
		"value": "when he sees that their power is gone; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 36,
		"sectionNumber": 4,
		"value": "that there is no one remaining, shut up or left at large. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "He will say, “Where are their gods, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 37,
		"sectionNumber": 2,
		"value": "the rock in which they took refuge; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "which ate the fat of their sacrifices, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 38,
		"sectionNumber": 2,
		"value": "and drank the wine of their drink offering? "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 38,
		"sectionNumber": 3,
		"value": "Let them rise up and help you! "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 38,
		"sectionNumber": 4,
		"value": "Let them be your protection. "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 38,
		"sectionNumber": 5,
		"value": " "
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "“See now that I myself am he. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 39,
		"sectionNumber": 2,
		"value": "There is no god with me. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 39,
		"sectionNumber": 3,
		"value": "I kill and I make alive. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 39,
		"sectionNumber": 4,
		"value": "I wound and I heal. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 39,
		"sectionNumber": 5,
		"value": "There is no one who can deliver out of my hand. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "For I lift up my hand to heaven and declare, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 40,
		"sectionNumber": 2,
		"value": "as I live forever, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "if I sharpen my glittering sword, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 41,
		"sectionNumber": 2,
		"value": "my hand grasps it in judgment; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 41,
		"sectionNumber": 3,
		"value": "I will take vengeance on my adversaries, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 41,
		"sectionNumber": 4,
		"value": "and will repay those who hate me. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "I will make my arrows drunk with blood. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 42,
		"sectionNumber": 2,
		"value": "My sword shall devour flesh with the blood of the slain and the captives, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 42,
		"sectionNumber": 3,
		"value": "from the head of the leaders of the enemy.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 42,
		"sectionNumber": 4,
		"value": " "
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "Rejoice, you nations, with his people, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 43,
		"sectionNumber": 2,
		"value": "for he will avenge the blood of his servants. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 43,
		"sectionNumber": 3,
		"value": "He will take vengeance on his adversaries, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 32,
		"verseNumber": 43,
		"sectionNumber": 4,
		"value": "and will make atonement for his land and for his people. "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "Moses came and spoke all the words of this song in the ears of the people, he and Joshua the son of Nun.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "Moses finished reciting all these words to all Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 46,
		"sectionNumber": 1,
		"value": "He said to them, “Set your heart to all the words which I testify to you today, which you shall command your children to observe to do, all the words of this law.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 47,
		"sectionNumber": 1,
		"value": "For it is no vain thing for you, because it is your life, and through this thing you shall prolong your days in the land, where you go over the Jordan to possess it.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 48,
		"sectionNumber": 1,
		"value": "Yahweh spoke to Moses that same day, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 49,
		"sectionNumber": 1,
		"value": "“Go up into this mountain of Abarim, to Mount Nebo, which is in the land of Moab, that is across from Jericho; and see the land of Canaan, which I give to the children of Israel for a possession.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 50,
		"sectionNumber": 1,
		"value": "Die on the mountain where you go up, and be gathered to your people, as Aaron your brother died on Mount Hor, and was gathered to his people;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 51,
		"sectionNumber": 1,
		"value": "because you trespassed against me among the children of Israel at the waters of Meribah of Kadesh, in the wilderness of Zin; because you didn’t uphold my holiness among the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 32,
		"verseNumber": 52,
		"sectionNumber": 1,
		"value": "For you shall see the land from a distance; but you shall not go there into the land which I give the children of Israel.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "This is the blessing with which Moses the man of God blessed the children of Israel before his death.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "He said, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 2,
		"sectionNumber": 2,
		"value": "“Yahweh came from Sinai, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 2,
		"sectionNumber": 3,
		"value": "and rose from Seir to them. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 2,
		"sectionNumber": 4,
		"value": "He shone from Mount Paran. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 2,
		"sectionNumber": 5,
		"value": "He came from the ten thousands of holy ones. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 2,
		"sectionNumber": 6,
		"value": "At his right hand was a fiery law for them. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Yes, he loves the people. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 3,
		"sectionNumber": 2,
		"value": "All his saints are in your hand. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 3,
		"sectionNumber": 3,
		"value": "They sat down at your feet. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 3,
		"sectionNumber": 4,
		"value": "Each receives your words. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Moses commanded us a law, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 4,
		"sectionNumber": 2,
		"value": "an inheritance for the assembly of Jacob. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "He was king in Jeshurun, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 5,
		"sectionNumber": 2,
		"value": "when the heads of the people were gathered, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 5,
		"sectionNumber": 3,
		"value": "all the tribes of Israel together. "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 5,
		"sectionNumber": 4,
		"value": " "
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "“Let Reuben live, and not die; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 6,
		"sectionNumber": 2,
		"value": "Nor let his men be few.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "This is for Judah. He said, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 7,
		"sectionNumber": 2,
		"value": "“Hear, Yahweh, the voice of Judah. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 7,
		"sectionNumber": 3,
		"value": "Bring him in to his people. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 7,
		"sectionNumber": 4,
		"value": "With his hands he contended for himself. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 7,
		"sectionNumber": 5,
		"value": "You shall be a help against his adversaries.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "About Levi he said, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 8,
		"sectionNumber": 2,
		"value": "“Your Thummim and your Urim are with your godly one, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 8,
		"sectionNumber": 3,
		"value": "whom you proved at Massah, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 8,
		"sectionNumber": 4,
		"value": "with whom you contended at the waters of Meribah. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "He said of his father, and of his mother, ‘I have not seen him.’ "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 9,
		"sectionNumber": 2,
		"value": "He didn’t acknowledge his brothers, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 9,
		"sectionNumber": 3,
		"value": "nor did he know his own children; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 9,
		"sectionNumber": 4,
		"value": "for they have observed your word, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 9,
		"sectionNumber": 5,
		"value": "and keep your covenant. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "They shall teach Jacob your ordinances, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 10,
		"sectionNumber": 2,
		"value": "and Israel your law. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 10,
		"sectionNumber": 3,
		"value": "They shall put incense before you, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 10,
		"sectionNumber": 4,
		"value": "and whole burnt offering on your altar. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Yahweh, bless his skills. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 11,
		"sectionNumber": 2,
		"value": "Accept the work of his hands. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 11,
		"sectionNumber": 3,
		"value": "Strike through the hips of those who rise up against him, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 11,
		"sectionNumber": 4,
		"value": "of those who hate him, that they not rise again.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "About Benjamin he said, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 12,
		"sectionNumber": 2,
		"value": "“The beloved of Yahweh will dwell in safety by him. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 12,
		"sectionNumber": 3,
		"value": "He covers him all day long. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 12,
		"sectionNumber": 4,
		"value": "He dwells between his shoulders.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "About Joseph he said, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 13,
		"sectionNumber": 2,
		"value": "“His land is blessed by Yahweh, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 13,
		"sectionNumber": 3,
		"value": "for the precious things of the heavens, for the dew, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 13,
		"sectionNumber": 4,
		"value": "for the deep that couches beneath, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "for the precious things of the fruits of the sun, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 14,
		"sectionNumber": 2,
		"value": "for the precious things that the moon can yield, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "for the best things of the ancient mountains, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 15,
		"sectionNumber": 2,
		"value": "for the precious things of the everlasting hills, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "for the precious things of the earth and its fullness, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 16,
		"sectionNumber": 2,
		"value": "the good will of him who lived in the bush. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 16,
		"sectionNumber": 3,
		"value": "Let this come on the head of Joseph, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 16,
		"sectionNumber": 4,
		"value": "on the crown of the head of him who was separated from his brothers. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Majesty belongs to the firstborn of his herd. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 17,
		"sectionNumber": 2,
		"value": "His horns are the horns of the wild ox. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 17,
		"sectionNumber": 3,
		"value": "With them he will push all the peoples to the ends of the earth. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 17,
		"sectionNumber": 4,
		"value": "They are the ten thousands of Ephraim. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 17,
		"sectionNumber": 5,
		"value": "They are the thousands of Manasseh.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "About Zebulun he said, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 18,
		"sectionNumber": 2,
		"value": "“Rejoice, Zebulun, in your going out; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 18,
		"sectionNumber": 3,
		"value": "and Issachar, in your tents. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "They will call the peoples to the mountain. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 19,
		"sectionNumber": 2,
		"value": "There they will offer sacrifices of righteousness, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 19,
		"sectionNumber": 3,
		"value": "for they will draw out the abundance of the seas, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 19,
		"sectionNumber": 4,
		"value": "the hidden treasures of the sand.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "About Gad he said, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 20,
		"sectionNumber": 2,
		"value": "“He who enlarges Gad is blessed. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 20,
		"sectionNumber": 3,
		"value": "He dwells as a lioness, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 20,
		"sectionNumber": 4,
		"value": "and tears the arm and the crown of the head. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "He provided the first part for himself, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 21,
		"sectionNumber": 2,
		"value": "for the lawgiver’s portion reserved was reserved for him. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 21,
		"sectionNumber": 3,
		"value": "He came with the heads of the people. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 21,
		"sectionNumber": 4,
		"value": "He executed the righteousness of Yahweh, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 21,
		"sectionNumber": 5,
		"value": "His ordinances with Israel.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "About Dan he said, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 22,
		"sectionNumber": 2,
		"value": "“Dan is a lion’s cub "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 22,
		"sectionNumber": 3,
		"value": "that leaps out of Bashan.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "About Naphtali he said, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 23,
		"sectionNumber": 2,
		"value": "“Naphtali, satisfied with favor, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 23,
		"sectionNumber": 3,
		"value": "full of Yahweh’s blessing, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 23,
		"sectionNumber": 4,
		"value": "Possess the west and the south.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 33,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "About Asher he said, "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 24,
		"sectionNumber": 2,
		"value": "“Asher is blessed with children. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 24,
		"sectionNumber": 3,
		"value": "Let him be acceptable to his brothers. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 24,
		"sectionNumber": 4,
		"value": "Let him dip his foot in oil. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Your bars will be iron and bronze. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 25,
		"sectionNumber": 2,
		"value": "As your days, so your strength will be. "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 25,
		"sectionNumber": 3,
		"value": " "
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "“There is no one like God, Jeshurun, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 26,
		"sectionNumber": 2,
		"value": "who rides on the heavens for your help, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 26,
		"sectionNumber": 3,
		"value": "in his excellency on the skies. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "The eternal God is your dwelling place. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 27,
		"sectionNumber": 2,
		"value": "Underneath are the everlasting arms. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 27,
		"sectionNumber": 3,
		"value": "He thrust out the enemy from before you, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 27,
		"sectionNumber": 4,
		"value": "and said, ‘Destroy!’ "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Israel dwells in safety, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 28,
		"sectionNumber": 2,
		"value": "the fountain of Jacob alone, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 28,
		"sectionNumber": 3,
		"value": "In a land of grain and new wine. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 28,
		"sectionNumber": 4,
		"value": "Yes, his heavens drop down dew. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "You are happy, Israel! "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 29,
		"sectionNumber": 2,
		"value": "Who is like you, a people saved by Yahweh, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 29,
		"sectionNumber": 3,
		"value": "the shield of your help, "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 29,
		"sectionNumber": 4,
		"value": "the sword of your excellency? "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 29,
		"sectionNumber": 5,
		"value": "Your enemies will submit themselves to you. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 33,
		"verseNumber": 29,
		"sectionNumber": 6,
		"value": "You will tread on their high places.” "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, that is opposite Jericho. Yahweh showed him all the land of Gilead to Dan,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "and all Naphtali, and the land of Ephraim and Manasseh, and all the land of Judah, to the Western Sea,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "and the south, and the Plain of the valley of Jericho the city of palm trees, to Zoar.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Yahweh said to him, “This is the land which I swore to Abraham, to Isaac, and to Jacob, saying, ‘I will give it to your offspring.’ I have caused you to see it with your eyes, but you shall not go over there.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "So Moses the servant of Yahweh died there in the land of Moab, according to Yahweh’s word.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He buried him in the valley in the land of Moab opposite Beth Peor, but no man knows where his tomb is to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Moses was one hundred twenty years old when he died. His eye was not dim, nor his strength gone.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The children of Israel wept for Moses in the plains of Moab thirty days, until the days of weeping in the mourning for Moses were ended.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Joshua the son of Nun was full of the spirit of wisdom, for Moses had laid his hands on him. The children of Israel listened to him, and did as Yahweh commanded Moses.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Since then, there has not arisen a prophet in Israel like Moses, whom Yahweh knew face to face,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "in all the signs and the wonders which Yahweh sent him to do in the land of Egypt, to Pharaoh, and to all his servants, and to all his land,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 34,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "and in all the mighty hand, and in all the awesome deeds, which Moses did in the sight of all Israel. "
	},
	{
		"type": "paragraph end"
	}
]