[
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now after the death of Moses the servant of Yahweh, Yahweh spoke to Joshua the son of Nun, Moses’ servant, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "“Moses my servant is dead. Now therefore arise, go across this Jordan, you and all these people, to the land which I am giving to them, even to the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "I have given you every place that the sole of your foot will tread on, as I told Moses.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "From the wilderness and this Lebanon even to the great river, the river Euphrates, all the land of the Hittites, and to the great sea toward the going down of the sun, shall be your border.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "No man will be able to stand before you all the days of your life. As I was with Moses, so I will be with you. I will not fail you nor forsake you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "“Be strong and courageous; for you shall cause this people to inherit the land which I swore to their fathers to give them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Only be strong and very courageous. Be careful to observe to do according to all the law which Moses my servant commanded you. Don’t turn from it to the right hand or to the left, that you may have good success wherever you go.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "This book of the law shall not depart from your mouth, but you shall meditate on it day and night, that you may observe to do according to all that is written in it; for then you shall make your way prosperous, and then you shall have good success.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Haven’t I commanded you? Be strong and courageous. Don’t be afraid. Don’t be dismayed, for Yahweh your God is with you wherever you go.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Then Joshua commanded the officers of the people, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "“Pass through the middle of the camp, and command the people, saying, ‘Prepare food; for within three days you are to pass over this Jordan, to go in to possess the land which Yahweh your God gives you to possess.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Joshua spoke to the Reubenites, and to the Gadites, and to the half-tribe of Manasseh, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "“Remember the word which Moses the servant of Yahweh commanded you, saying, ‘Yahweh your God gives you rest, and will give you this land.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Your wives, your little ones, and your livestock shall live in the land which Moses gave you beyond the Jordan; but you shall pass over before your brothers armed, all the mighty men of valor, and shall help them  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "until Yahweh has given your brothers rest, as he has given you, and they have also possessed the land which Yahweh your God gives them. Then you shall return to the land of your possession and possess it, which Moses the servant of Yahweh gave you beyond the Jordan toward the sunrise.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "They answered Joshua, saying, “All that you have commanded us we will do, and wherever you send us we will go.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Just as we listened to Moses in all things, so will we listen to you. Only may Yahweh your God be with you, as he was with Moses.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 1,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Whoever rebels against your commandment, and doesn’t listen to your words in all that you command him shall himself be put to death. Only be strong and courageous.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Joshua the son of Nun secretly sent two men out of Shittim as spies, saying, “Go, view the land, including Jericho.” They went and came into the house of a prostitute whose name was Rahab, and slept there. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "The king of Jericho was told, “Behold, men of the children of Israel came in here tonight to spy out the land.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Jericho’s king sent to Rahab, saying, “Bring out the men who have come to you, who have entered into your house; for they have come to spy out all the land.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The woman took the two men and hid them. Then she said, “Yes, the men came to me, but I didn’t know where they came from.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "About the time of the shutting of the gate, when it was dark, the men went out. Where the men went, I don’t know. Pursue them quickly. You may catch up with them.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "But she had brought them up to the roof, and hidden them under the stalks of flax which she had laid in order on the roof.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "The men pursued them along the way to the fords of the Jordan River. As soon as those who pursued them had gone out, they shut the gate.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Before they had lain down, she came up to them on the roof.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "She said to the men, “I know that Yahweh has given you the land, and that the fear of you has fallen upon us, and that all the inhabitants of the land melt away before you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "For we have heard how Yahweh dried up the water of the Red Sea before you, when you came out of Egypt; and what you did to the two kings of the Amorites, who were beyond the Jordan, to Sihon and to Og, whom you utterly destroyed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "As soon as we had heard it, our hearts melted, and there wasn’t any more spirit in any man, because of you: for Yahweh your God, he is God in heaven above, and on earth beneath.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Now therefore, please swear to me by Yahweh, since I have dealt kindly with you, that you also will deal kindly with my father’s house, and give me a true sign;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "and that you will save alive my father, my mother, my brothers, and my sisters, and all that they have, and will deliver our lives from death.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "The men said to her, “Our life for yours, if you don’t talk about this business of ours; and it shall be, when Yahweh gives us the land, that we will deal kindly and truly with you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Then she let them down by a cord through the window; for her house was on the side of the wall, and she lived on the wall.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "She said to them, “Go to the mountain, lest the pursuers find you. Hide yourselves there three days, until the pursuers have returned. Afterward, you may go your way.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "The men said to her, “We will be guiltless of this your oath which you’ve made us to swear.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Behold, when we come into the land, tie this line of scarlet thread in the window which you used to let us down. Gather to yourself into the house your father, your mother, your brothers, and all your father’s household.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "It shall be that whoever goes out of the doors of your house into the street, his blood will be on his head, and we will be guiltless. Whoever is with you in the house, his blood shall be on our head, if any hand is on him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "But if you talk about this business of ours, then we shall be guiltless of your oath which you’ve made us to swear.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "She said, “Let it be as you have said.” She sent them away, and they departed. Then she tied the scarlet line in the window. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "They went and came to the mountain, and stayed there three days, until the pursuers had returned. The pursuers sought them all along the way, but didn’t find them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Then the two men returned, descended from the mountain, crossed the river, and came to Joshua the son of Nun. They told him all that had happened to them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 2,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "They said to Joshua, “Truly Yahweh has delivered all the land into our hands. Moreover, all the inhabitants of the land melt away before us.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Joshua got up early in the morning; and they moved from Shittim and came to the Jordan, he and all the children of Israel. They camped there before they crossed over.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "After three days, the officers went through the middle of the camp;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "and they commanded the people, saying, “When you see the ark of Yahweh your God’s covenant, and the Levitical priests bearing it, then leave your place and follow it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Yet there shall be a space between you and it of about two thousand cubits by measure—don’t come closer to it—that you may know the way by which you must go; for you have not passed this way before.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Joshua said to the people, “Sanctify yourselves; for tomorrow Yahweh will do wonders among you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Joshua spoke to the priests, saying, “Take up the ark of the covenant, and cross over before the people.” They took up the ark of the covenant, and went before the people. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Yahweh said to Joshua, “Today I will begin to magnify you in the sight of all Israel, that they may know that as I was with Moses, so I will be with you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "You shall command the priests who bear the ark of the covenant, saying, ‘When you come to the brink of the waters of the Jordan, you shall stand still in the Jordan.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Joshua said to the children of Israel, “Come here, and hear the words of Yahweh your God.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Joshua said, “By this you shall know that the living God is among you, and that he will without fail drive the Canaanite, the Hittite, the Hivite, the Perizzite, the Girgashite, the Amorite, and the Jebusite out from before you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Behold, the ark of the covenant of the Lord of all the earth passes over before you into the Jordan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Now therefore take twelve men out of the tribes of Israel, for every tribe a man.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "It shall be that when the soles of the feet of the priests who bear the ark of Yahweh, the Lord of all the earth, rest in the waters of the Jordan, that the waters of the Jordan will be cut off. The waters that come down from above shall stand in one heap.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "When the people moved from their tents to pass over the Jordan, the priests who bore the ark of the covenant being before the people,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "and when those who bore the ark had come to the Jordan, and the feet of the priests who bore the ark had dipped in the edge of the water (for the Jordan overflows all its banks all the time of harvest),  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "the waters which came down from above stood, and rose up in one heap a great way off, at Adam, the city that is beside Zarethan; and those that went down toward the sea of the Arabah, even the Salt Sea, were wholly cut off. Then the people passed over near Jericho.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 3,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "The priests who bore the ark of Yahweh’s covenant stood firm on dry ground in the middle of the Jordan; and all Israel crossed over on dry ground, until all the nation had passed completely over the Jordan. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When all the nation had completely crossed over the Jordan, Yahweh spoke to Joshua, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "“Take twelve men out of the people, a man out of every tribe,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "and command them, saying, ‘Take from out of the middle of the Jordan, out of the place where the priests’ feet stood firm, twelve stones, carry them over with you, and lay them down in the place where you’ll camp tonight.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Then Joshua called the twelve men whom he had prepared of the children of Israel, a man out of every tribe.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Joshua said to them, “Cross before the ark of Yahweh your God into the middle of the Jordan, and each of you pick up a stone and put it on your shoulder, according to the number of the tribes of the children of Israel;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "that this may be a sign among you, that when your children ask in the future, saying, ‘What do you mean by these stones?’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "then you shall tell them, ‘Because the waters of the Jordan were cut off before the ark of Yahweh’s covenant. When it crossed over the Jordan, the waters of the Jordan were cut off. These stones shall be for a memorial to the children of Israel forever.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The children of Israel did as Joshua commanded, and took up twelve stones out of the middle of the Jordan, as Yahweh spoke to Joshua, according to the number of the tribes of the children of Israel. They carried them over with them to the place where they camped, and laid them down there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Joshua set up twelve stones in the middle of the Jordan, in the place where the feet of the priests who bore the ark of the covenant stood; and they are there to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "For the priests who bore the ark stood in the middle of the Jordan until everything was finished that Yahweh commanded Joshua to speak to the people, according to all that Moses commanded Joshua; and the people hurried and passed over.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "When all the people had completely crossed over, Yahweh’s ark crossed over with the priests in the presence of the people. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The children of Reuben, and the children of Gad, and the half-tribe of Manasseh crossed over armed before the children of Israel, as Moses spoke to them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "About forty thousand men, ready and armed for war, passed over before Yahweh to battle, to the plains of Jericho.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "On that day, Yahweh magnified Joshua in the sight of all Israel; and they feared him, as they feared Moses, all the days of his life. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Yahweh spoke to Joshua, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "“Command the priests who bear the ark of the covenant, that they come up out of the Jordan.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Joshua therefore commanded the priests, saying, “Come up out of the Jordan!”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "When the priests who bore the ark of Yahweh’s covenant had come up out of the middle of the Jordan, and the soles of the priests’ feet had been lifted up to the dry ground, the waters of the Jordan returned to their place, and went over all its banks, as before.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "The people came up out of the Jordan on the tenth day of the first month, and encamped in Gilgal, on the east border of Jericho. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Joshua set up those twelve stones, which they took out of the Jordan, in Gilgal.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "He spoke to the children of Israel, saying, “When your children ask their fathers in time to come, saying, ‘What do these stones mean?’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Then you shall let your children know, saying, ‘Israel came over this Jordan on dry land.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "For Yahweh your God dried up the waters of the Jordan from before you until you had crossed over, as Yahweh your God did to the Red Sea, which he dried up from before us, until we had crossed over,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 4,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "that all the peoples of the earth may know that Yahweh’s hand is mighty, and that you may fear Yahweh your God forever.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When all the kings of the Amorites, who were beyond the Jordan westward, and all the kings of the Canaanites, who were by the sea, heard how Yahweh had dried up the waters of the Jordan from before the children of Israel until we had crossed over, their heart melted, and there was no more spirit in them, because of the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "At that time, Yahweh said to Joshua, “Make flint knives, and circumcise again the sons of Israel the second time.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Joshua made himself flint knives, and circumcised the sons of Israel at the hill of the foreskins.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "This is the reason Joshua circumcised them: all the people who came out of Egypt, who were males, even all the men of war, died in the wilderness along the way, after they came out of Egypt.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "For all the people who came out were circumcised; but all the people who were born in the wilderness along the way as they came out of Egypt had not been circumcised.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "For the children of Israel walked forty years in the wilderness until all the nation, even the men of war who came out of Egypt, were consumed, because they didn’t listen to Yahweh’s voice. Yahweh swore to them that he wouldn’t let them see the land which Yahweh swore to their fathers that he would give us, a land flowing with milk and honey.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Their children, whom he raised up in their place, were circumcised by Joshua, for they were uncircumcised, because they had not circumcised them on the way.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "When they were done circumcising the whole nation, they stayed in their places in the camp until they were healed. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Yahweh said to Joshua, “Today I have rolled away the reproach of Egypt from you.” Therefore the name of that place was called Gilgal to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "The children of Israel encamped in Gilgal. They kept the Passover on the fourteenth day of the month at evening in the plains of Jericho.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "They ate unleavened cakes and parched grain of the produce of the land on the next day after the Passover, in the same day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The manna ceased on the next day, after they had eaten of the produce of the land. The children of Israel didn’t have manna any more, but they ate of the fruit of the land of Canaan that year. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "When Joshua was by Jericho, he lifted up his eyes and looked, and behold, a man stood in front of him with his sword drawn in his hand. Joshua went to him and said to him, “Are you for us, or for our enemies?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "He said, “No; but I have come now as commander of Yahweh’s army.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 14,
		"sectionNumber": 2,
		"value": "Joshua fell on his face to the earth, and worshiped, and asked him, “What does my lord say to his servant?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 5,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "The prince of Yahweh’s army said to Joshua, “Take off your sandals, for the place on which you stand is holy.” Joshua did so. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now Jericho was tightly shut up because of the children of Israel. No one went out, and no one came in.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Yahweh said to Joshua, “Behold, I have given Jericho into your hand, with its king and the mighty men of valor.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "All of your men of war shall march around the city, going around the city once. You shall do this six days.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Seven priests shall bear seven trumpets of rams’ horns before the ark. On the seventh day, you shall march around the city seven times, and the priests shall blow the trumpets.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "It shall be that when they make a long blast with the ram’s horn, and when you hear the sound of the trumpet, all the people shall shout with a great shout; and the city wall shall fall down flat, and the people shall go up, every man straight in front of him.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Joshua the son of Nun called the priests, and said to them, “Take up the ark of the covenant, and let seven priests bear seven trumpets of rams’ horns before Yahweh’s ark.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "They said to the people, “Advance! March around the city, and let the armed men pass on before Yahweh’s ark.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "It was so, that when Joshua had spoken to the people, the seven priests bearing the seven trumpets of rams’ horns before Yahweh advanced and blew the trumpets, and the ark of Yahweh’s covenant followed them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "The armed men went before the priests who blew the trumpets, and the ark went after them. The trumpets sounded as they went. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Joshua commanded the people, saying, “You shall not shout nor let your voice be heard, neither shall any word proceed out of your mouth until the day I tell you to shout. Then you shall shout.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "So he caused Yahweh’s ark to go around the city, circling it once. Then they came into the camp, and stayed in the camp.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Joshua rose early in the morning, and the priests took up Yahweh’s ark.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "The seven priests bearing the seven trumpets of rams’ horns in front of Yahweh’s ark went on continually, and blew the trumpets. The armed men went in front of them. The rear guard came after Yahweh’s ark. The trumpets sounded as they went.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "The second day they marched around the city once, and returned into the camp. They did this six days. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "On the seventh day, they rose early at the dawning of the day, and marched around the city in the same way seven times. On this day only they marched around the city seven times.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "At the seventh time, when the priests blew the trumpets, Joshua said to the people, “Shout, for Yahweh has given you the city!  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "The city shall be devoted, even it and all that is in it, to Yahweh. Only Rahab the prostitute shall live, she and all who are with her in the house, because she hid the messengers that we sent.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "But as for you, only keep yourselves from what is devoted to destruction, lest when you have devoted it, you take of the devoted thing; so you would make the camp of Israel accursed and trouble it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "But all the silver, gold, and vessels of bronze and iron are holy to Yahweh. They shall come into Yahweh’s treasury.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "So the people shouted and the priests blew the trumpets. When the people heard the sound of the trumpet, the people shouted with a great shout, and the wall fell down flat, so that the people went up into the city, every man straight in front of him, and they took the city.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "They utterly destroyed all that was in the city, both man and woman, both young and old, and ox, sheep, and donkey, with the edge of the sword.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Joshua said to the two men who had spied out the land, “Go into the prostitute’s house, and bring the woman and all that she has out from there, as you swore to her.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "The young men who were spies went in, and brought out Rahab with her father, her mother, her brothers, and all that she had. They also brought out all of her relatives, and they set them outside of the camp of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "They burned the city with fire, and all that was in it. Only they put the silver, the gold, and the vessels of bronze and of iron into the treasury of Yahweh’s house.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "But Rahab the prostitute, her father’s household, and all that she had, Joshua saved alive. She lives in the middle of Israel to this day, because she hid the messengers whom Joshua sent to spy out Jericho. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Joshua commanded them with an oath at that time, saying, “Cursed is the man before Yahweh who rises up and builds this city Jericho. With the loss of his firstborn he will lay its foundation, and with the loss of his youngest son he will set up its gates.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 6,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "So Yahweh was with Joshua; and his fame was in all the land. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "But the children of Israel committed a trespass in the devoted things; for Achan, the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, took some of the devoted things. Therefore Yahweh’s anger burned against the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Joshua sent men from Jericho to Ai, which is beside Beth Aven, on the east side of Bethel, and spoke to them, saying, “Go up and spy out the land.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 2,
		"sectionNumber": 2,
		"value": "The men went up and spied out Ai.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "They returned to Joshua, and said to him, “Don’t let all the people go up, but let about two or three thousand men go up and strike Ai. Don’t make all the people to toil there, for there are only a few of them.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "So about three thousand men of the people went up there, and they fled before the men of Ai.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "The men of Ai struck about thirty-six men of them. They chased them from before the gate even to Shebarim, and struck them at the descent. The hearts of the people melted, and became like water.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Joshua tore his clothes, and fell to the earth on his face before Yahweh’s ark until the evening, he and the elders of Israel; and they put dust on their heads.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Joshua said, “Alas, Lord Yahweh, why have you brought this people over the Jordan at all, to deliver us into the hand of the Amorites, to cause us to perish? I wish that we had been content and lived beyond the Jordan!  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Oh, Lord, what shall I say, after Israel has turned their backs before their enemies?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "For the Canaanites and all the inhabitants of the land will hear of it, and will surround us, and cut off our name from the earth. What will you do for your great name?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Yahweh said to Joshua, “Get up! Why have you fallen on your face like that?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Israel has sinned. Yes, they have even transgressed my covenant which I commanded them. Yes, they have even taken some of the devoted things, and have also stolen, and also deceived. They have even put it among their own stuff.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Therefore the children of Israel can’t stand before their enemies. They turn their backs before their enemies, because they have become devoted for destruction. I will not be with you any more, unless you destroy the devoted things from among you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Get up! Sanctify the people, and say, ‘Sanctify yourselves for tomorrow, for Yahweh, the God of Israel, says, “There is a devoted thing among you, Israel. You cannot stand before your enemies until you take away the devoted thing from among you.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "In the morning therefore you shall be brought near by your tribes. It shall be that the tribe which Yahweh selects shall come near by families. The family which Yahweh selects shall come near by households. The household which Yahweh selects shall come near man by man.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "It shall be, that he who is taken with the devoted thing shall be burned with fire, he and all that he has, because he has transgressed Yahweh’s covenant, and because he has done a disgraceful thing in Israel.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "So Joshua rose up early in the morning and brought Israel near by their tribes. The tribe of Judah was selected.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "He brought near the family of Judah, and he selected the family of the Zerahites. He brought near the family of the Zerahites man by man, and Zabdi was selected.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "He brought near his household man by man, and Achan, the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, was selected.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Joshua said to Achan, “My son, please give glory to Yahweh, the God of Israel, and make confession to him. Tell me now what you have done! Don’t hide it from me!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Achan answered Joshua, and said, “I have truly sinned against Yahweh, the God of Israel, and this is what I have done.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "When I saw among the plunder a beautiful Babylonian robe, two hundred shekels of silver, and a wedge of gold weighing fifty shekels, then I coveted them and took them. Behold, they are hidden in the ground in the middle of my tent, with the silver under it.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "So Joshua sent messengers, and they ran to the tent. Behold, it was hidden in his tent, with the silver under it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "They took them from the middle of the tent, and brought them to Joshua and to all the children of Israel. They laid them down before Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Joshua, and all Israel with him, took Achan the son of Zerah, the silver, the robe, the wedge of gold, his sons, his daughters, his cattle, his donkeys, his sheep, his tent, and all that he had; and they brought them up to the valley of Achor.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Joshua said, “Why have you troubled us? Yahweh will trouble you today.” All Israel stoned him with stones, and they burned them with fire and stoned them with stones.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 7,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "They raised over him a great heap of stones that remains to this day. Yahweh turned from the fierceness of his anger. Therefore the name of that place was called “The valley of Achor” to this day. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Yahweh said to Joshua, “Don’t be afraid, and don’t be dismayed. Take all the warriors with you, and arise, go up to Ai. Behold, I have given into your hand the king of Ai, with his people, his city, and his land.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "You shall do to Ai and her king as you did to Jericho and her king, except you shall take its goods and its livestock for yourselves. Set an ambush for the city behind it.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "So Joshua arose, with all the warriors, to go up to Ai. Joshua chose thirty thousand men, the mighty men of valor, and sent them out by night.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He commanded them, saying, “Behold, you shall lie in ambush against the city, behind the city. Don’t go very far from the city, but all of you be ready.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "I and all the people who are with me will approach the city. It shall happen, when they come out against us, as at the first, that we will flee before them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "They will come out after us until we have drawn them away from the city; for they will say, ‘They flee before us, like the first time.’ So we will flee before them,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "and you shall rise up from the ambush, and take possession of the city; for Yahweh your God will deliver it into your hand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "It shall be, when you have seized the city, that you shall set the city on fire. You shall do this according to Yahweh’s word. Behold, I have commanded you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Joshua sent them out; and they went to set up the ambush, and stayed between Bethel and Ai on the west side of Ai; but Joshua stayed among the people that night.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Joshua rose up early in the morning, mustered the people, and went up, he and the elders of Israel, before the people to Ai.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "All the people, even the men of war who were with him, went up and came near, and came before the city and encamped on the north side of Ai. Now there was a valley between him and Ai.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "He took about five thousand men, and set them in ambush between Bethel and Ai, on the west side of the city.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "So they set the people, even all the army who was on the north of the city, and their ambush on the west of the city; and Joshua went that night into the middle of the valley.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "When the king of Ai saw it, they hurried and rose up early, and the men of the city went out against Israel to battle, he and all his people, at the time appointed, before the Arabah; but he didn’t know that there was an ambush against him behind the city.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Joshua and all Israel made as if they were beaten before them, and fled by the way of the wilderness.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "All the people who were in the city were called together to pursue after them. They pursued Joshua, and were drawn away from the city.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "There was not a man left in Ai or Bethel who didn’t go out after Israel. They left the city open, and pursued Israel. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Yahweh said to Joshua, “Stretch out the javelin that is in your hand toward Ai, for I will give it into your hand.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 18,
		"sectionNumber": 2,
		"value": "Joshua stretched out the javelin that was in his hand toward the city.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "The ambush arose quickly out of their place, and they ran as soon as he had stretched out his hand and entered into the city and took it. They hurried and set the city on fire.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "When the men of Ai looked behind them, they saw, and behold, the smoke of the city ascended up to heaven, and they had no power to flee this way or that way. The people who fled to the wilderness turned back on the pursuers.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "When Joshua and all Israel saw that the ambush had taken the city, and that the smoke of the city ascended, then they turned back and killed the men of Ai.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "The others came out of the city against them, so they were in the middle of Israel, some on this side, and some on that side. They struck them, so that they let none of them remain or escape.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "They captured the king of Ai alive, and brought him to Joshua. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "When Israel had finished killing all the inhabitants of Ai in the field, in the wilderness in which they pursued them, and they had all fallen by the edge of the sword until they were consumed, all Israel returned to Ai and struck it with the edge of the sword.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "All that fell that day, both of men and women, were twelve thousand, even all the people of Ai.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "For Joshua didn’t draw back his hand, with which he stretched out the javelin, until he had utterly destroyed all the inhabitants of Ai.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Israel took for themselves only the livestock and the goods of that city, according to Yahweh’s word which he commanded Joshua.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "So Joshua burned Ai and made it a heap forever, even a desolation, to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "He hanged the king of Ai on a tree until the evening. At sundown, Joshua commanded, and they took his body down from the tree and threw it at the entrance of the gate of the city, and raised a great heap of stones on it that remains to this day. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Then Joshua built an altar to Yahweh, the God of Israel, on Mount Ebal,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "as Moses the servant of Yahweh commanded the children of Israel, as it is written in the book of the law of Moses: an altar of uncut stones, on which no one had lifted up any iron. They offered burnt offerings on it to Yahweh and sacrificed peace offerings.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "He wrote there on the stones a copy of Moses’ law, which he wrote in the presence of the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "All Israel, with their elders, officers, and judges, stood on both sides of the ark before the Levitical priests, who carried the ark of Yahweh’s covenant, the foreigner as well as the native; half of them in front of Mount Gerizim, and half of them in front of Mount Ebal, as Moses the servant of Yahweh had commanded at the first, that they should bless the people of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "Afterward he read all the words of the law, the blessing and the curse, according to all that is written in the book of the law.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 8,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "There was not a word of all that Moses commanded which Joshua didn’t read before all the assembly of Israel, with the women, the little ones, and the foreigners who were among them. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When all the kings who were beyond the Jordan, in the hill country, and in the lowland, and on all the shore of the great sea in front of Lebanon, the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite, heard of it  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "they gathered themselves together to fight with Joshua and with Israel, with one accord.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "But when the inhabitants of Gibeon heard what Joshua had done to Jericho and to Ai,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "they also resorted to a ruse, and went and made as if they had been ambassadors, and took old sacks on their donkeys, and old, torn-up and bound up wine skins,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "and old and patched sandals on their feet, and wore old garments. All the bread of their food supply was dry and moldy.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "They went to Joshua at the camp at Gilgal, and said to him and to the men of Israel, “We have come from a far country. Now therefore make a covenant with us.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "The men of Israel said to the Hivites, “What if you live among us? How could we make a covenant with you?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "They said to Joshua, “We are your servants.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 8,
		"sectionNumber": 2,
		"value": "Joshua said to them, “Who are you? Where do you come from?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "They said to him, “Your servants have come from a very far country because of the name of Yahweh your God; for we have heard of his fame, all that he did in Egypt,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "and all that he did to the two kings of the Amorites who were beyond the Jordan, to Sihon king of Heshbon and to Og king of Bashan, who was at Ashtaroth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Our elders and all the inhabitants of our country spoke to us, saying, ‘Take supplies in your hand for the journey, and go to meet them. Tell them, “We are your servants. Now make a covenant with us.” ’  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "This our bread we took hot for our supplies out of our houses on the day we went out to go to you; but now, behold, it is dry, and has become moldy.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "These wine skins, which we filled, were new; and behold, they are torn. These our garments and our sandals have become old because of the very long journey.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "The men sampled their provisions, and didn’t ask counsel from Yahweh’s mouth.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Joshua made peace with them, and made a covenant with them, to let them live. The princes of the congregation swore to them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "At the end of three days after they had made a covenant with them, they heard that they were their neighbors, and that they lived among them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "The children of Israel traveled and came to their cities on the third day. Now their cities were Gibeon, Chephirah, Beeroth, and Kiriath Jearim.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "The children of Israel didn’t strike them, because the princes of the congregation had sworn to them by Yahweh, the God of Israel. All the congregation murmured against the princes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "But all the princes said to all the congregation, “We have sworn to them by Yahweh, the God of Israel. Now therefore we may not touch them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "We will do this to them, and let them live; lest wrath be on us, because of the oath which we swore to them.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "The princes said to them, “Let them live.” So they became wood cutters and drawers of water for all the congregation, as the princes had spoken to them. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Joshua called for them, and he spoke to them, saying, “Why have you deceived us, saying, ‘We are very far from you,’ when you live among us?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Now therefore you are cursed, and some of you will never fail to be slaves, both wood cutters and drawers of water for the house of my God.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "They answered Joshua, and said, “Because your servants were certainly told how Yahweh your God commanded his servant Moses to give you all the land, and to destroy all the inhabitants of the land from before you. Therefore we were very afraid for our lives because of you, and have done this thing.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Now, behold, we are in your hand. Do to us as it seems good and right to you to do.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "He did so to them, and delivered them out of the hand of the children of Israel, so that they didn’t kill them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 9,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "That day Joshua made them wood cutters and drawers of water for the congregation and for Yahweh’s altar to this day, in the place which he should choose. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now when Adoni-Zedek king of Jerusalem heard how Joshua had taken Ai, and had utterly destroyed it; as he had done to Jericho and her king, so he had done to Ai and her king; and how the inhabitants of Gibeon had made peace with Israel, and were among them,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "they were very afraid, because Gibeon was a great city, as one of the royal cities, and because it was greater than Ai, and all its men were mighty.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Therefore Adoni-Zedek king of Jerusalem sent to Hoham king of Hebron, Piram king of Jarmuth, Japhia king of Lachish, and Debir king of Eglon, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "“Come up to me and help me. Let’s strike Gibeon; for they have made peace with Joshua and with the children of Israel.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Therefore the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon, gathered themselves together and went up, they and all their armies, and encamped against Gibeon, and made war against it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "The men of Gibeon sent to Joshua at the camp at Gilgal, saying, “Don’t abandon your servants! Come up to us quickly and save us! Help us; for all the kings of the Amorites that dwell in the hill country have gathered together against us.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "So Joshua went up from Gilgal, he, and the whole army with him, including all the mighty men of valor.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Yahweh said to Joshua, “Don’t fear them, for I have delivered them into your hands. Not a man of them will stand before you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Joshua therefore came to them suddenly. He marched from Gilgal all night.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Yahweh confused them before Israel. He killed them with a great slaughter at Gibeon, and chased them by the way of the ascent of Beth Horon, and struck them to Azekah and to Makkedah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "As they fled from before Israel, while they were at the descent of Beth Horon, Yahweh hurled down great stones from the sky on them to Azekah, and they died. There were more who died from the hailstones than those whom the children of Israel killed with the sword. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Then Joshua spoke to Yahweh in the day when Yahweh delivered up the Amorites before the children of Israel. He said in the sight of Israel, “Sun, stand still on Gibeon! You, moon, stop in the valley of Aijalon!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "The sun stood still, and the moon stayed, until the nation had avenged themselves of their enemies. Isn’t this written in the book of Jashar? The sun stayed in the middle of the sky, and didn’t hurry to go down about a whole day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "There was no day like that before it or after it, that Yahweh listened to the voice of a man; for Yahweh fought for Israel. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Joshua returned, and all Israel with him, to the camp to Gilgal.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "These five kings fled, and hid themselves in the cave at Makkedah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Joshua was told, saying, “The five kings have been found, hidden in the cave at Makkedah.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Joshua said, “Roll large stones to cover the cave’s entrance, and set men by it to guard them;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "but don’t stay there. Pursue your enemies, and attack them from the rear. Don’t allow them to enter into their cities; for Yahweh your God has delivered them into your hand.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "When Joshua and the children of Israel had finished killing them with a very great slaughter until they were consumed, and the remnant which remained of them had entered into the fortified cities,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "all the people returned to the camp to Joshua at Makkedah in peace. None moved his tongue against any of the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Then Joshua said, “Open the cave entrance, and bring those five kings out of the cave to me.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "They did so, and brought those five kings out of the cave to him: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "When they brought those kings out to Joshua, Joshua called for all the men of Israel, and said to the chiefs of the men of war who went with him, “Come near. Put your feet on the necks of these kings.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 24,
		"sectionNumber": 2,
		"value": "They came near, and put their feet on their necks. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Joshua said to them, “Don’t be afraid, nor be dismayed. Be strong and courageous, for Yahweh will do this to all your enemies against whom you fight.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Afterward Joshua struck them, put them to death, and hanged them on five trees. They were hanging on the trees until the evening.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "At the time of the going down of the sun, Joshua commanded, and they took them down off the trees, and threw them into the cave in which they had hidden themselves, and laid great stones on the mouth of the cave, which remain to this very day. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Joshua took Makkedah on that day, and struck it with the edge of the sword, with its king. He utterly destroyed it and all the souls who were in it. He left no one remaining. He did to the king of Makkedah as he had done to the king of Jericho. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "Joshua passed from Makkedah, and all Israel with him, to Libnah, and fought against Libnah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Yahweh delivered it also, with its king, into the hand of Israel. He struck it with the edge of the sword, and all the souls who were in it. He left no one remaining in it. He did to its king as he had done to the king of Jericho. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Joshua passed from Libnah, and all Israel with him, to Lachish, and encamped against it, and fought against it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "Yahweh delivered Lachish into the hand of Israel. He took it on the second day, and struck it with the edge of the sword, with all the souls who were in it, according to all that he had done to Libnah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "Then Horam king of Gezer came up to help Lachish; and Joshua struck him and his people, until he had left him no one remaining. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "Joshua passed from Lachish, and all Israel with him, to Eglon; and they encamped against it and fought against it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "They took it on that day, and struck it with the edge of the sword. He utterly destroyed all the souls who were in it that day, according to all that he had done to Lachish. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "Joshua went up from Eglon, and all Israel with him, to Hebron; and they fought against it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "They took it, and struck it with the edge of the sword, with its king and all its cities, and all the souls who were in it. He left no one remaining, according to all that he had done to Eglon; but he utterly destroyed it, and all the souls who were in it. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "Joshua returned, and all Israel with him, to Debir, and fought against it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "He took it, with its king and all its cities. They struck them with the edge of the sword, and utterly destroyed all the souls who were in it. He left no one remaining. As he had done to Hebron, so he did to Debir, and to its king; as he had done also to Libnah, and to its king.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "So Joshua struck all the land, the hill country, the South, the lowland, the slopes, and all their kings. He left no one remaining, but he utterly destroyed all that breathed, as Yahweh, the God of Israel, commanded.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "Joshua struck them from Kadesh Barnea even to Gaza, and all the country of Goshen, even to Gibeon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "Joshua took all these kings and their land at one time because Yahweh, the God of Israel, fought for Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 10,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "Joshua returned, and all Israel with him, to the camp to Gilgal. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "When Jabin king of Hazor heard of it, he sent to Jobab king of Madon, to the king of Shimron, to the king of Achshaph,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "and to the kings who were on the north, in the hill country, in the Arabah south of Chinneroth, in the lowland, and in the heights of Dor on the west,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "to the Canaanite on the east and on the west, the Amorite, the Hittite, the Perizzite, the Jebusite in the hill country, and the Hivite under Hermon in the land of Mizpah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "They went out, they and all their armies with them, many people, even as the sand that is on the seashore in multitude, with very many horses and chariots.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "All these kings met together; and they came and encamped together at the waters of Merom, to fight with Israel. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Yahweh said to Joshua, “Don’t be afraid because of them; for tomorrow at this time, I will deliver them up all slain before Israel. You shall hamstring their horses and burn their chariots with fire.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "So Joshua came suddenly, with all the warriors, against them by the waters of Merom, and attacked them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Yahweh delivered them into the hand of Israel, and they struck them, and chased them to great Sidon, and to Misrephoth Maim, and to the valley of Mizpah eastward. They struck them until they left them no one remaining.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Joshua did to them as Yahweh told him. He hamstrung their horses and burned their chariots with fire.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Joshua turned back at that time, and took Hazor, and struck its king with the sword: for Hazor used to be the head of all those kingdoms.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "They struck all the souls who were in it with the edge of the sword, utterly destroying them. There was no one left who breathed. He burned Hazor with fire.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Joshua captured all the cities of those kings, with their kings, and he struck them with the edge of the sword, and utterly destroyed them; as Moses the servant of Yahweh commanded.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "But as for the cities that stood on their mounds, Israel burned none of them, except Hazor only. Joshua burned that.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "The children of Israel took all the plunder of these cities, with the livestock, as plunder for themselves; but every man they struck with the edge of the sword, until they had destroyed them. They didn’t leave any who breathed. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "As Yahweh commanded Moses his servant, so Moses commanded Joshua. Joshua did so. He left nothing undone of all that Yahweh commanded Moses.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "So Joshua captured all that land, the hill country, all the South, all the land of Goshen, the lowland, the Arabah, the hill country of Israel, and the lowland of the same;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "from Mount Halak, that goes up to Seir, even to Baal Gad in the valley of Lebanon under Mount Hermon. He took all their kings, struck them, and put them to death.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Joshua made war a long time with all those kings.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "There was not a city that made peace with the children of Israel, except the Hivites, the inhabitants of Gibeon. They took all in battle.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "For it was of Yahweh to harden their hearts, to come against Israel in battle, that he might utterly destroy them, that they might have no favor, but that he might destroy them, as Yahweh commanded Moses.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Joshua came at that time, and cut off the Anakim from the hill country, from Hebron, from Debir, from Anab, and from all the hill country of Judah, and from all the hill country of Israel: Joshua utterly destroyed them with their cities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "There were none of the Anakim left in the land of the children of Israel. Only in Gaza, in Gath, and in Ashdod, did some remain.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 11,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "So Joshua took the whole land, according to all that Yahweh spoke to Moses; and Joshua gave it for an inheritance to Israel according to their divisions by their tribes. Then the land had rest from war. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now these are the kings of the land, whom the children of Israel struck, and possessed their land beyond the Jordan toward the sunrise, from the valley of the Arnon to Mount Hermon, and all the Arabah eastward:  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Sihon king of the Amorites, who lived in Heshbon, and ruled from Aroer, which is on the edge of the valley of the Arnon, and the middle of the valley, and half Gilead, even to the river Jabbok, the border of the children of Ammon;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "and the Arabah to the sea of Chinneroth, eastward, and to the sea of the Arabah, even the Salt Sea, eastward, the way to Beth Jeshimoth; and on the south, under the slopes of Pisgah:  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "and the border of Og king of Bashan, of the remnant of the Rephaim, who lived at Ashtaroth and at Edrei,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "and ruled in Mount Hermon, and in Salecah, and in all Bashan, to the border of the Geshurites and the Maacathites, and half Gilead, the border of Sihon king of Heshbon. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Moses the servant of Yahweh and the children of Israel struck them. Moses the servant of Yahweh gave it for a possession to the Reubenites, and the Gadites, and the half-tribe of Manasseh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "These are the kings of the land whom Joshua and the children of Israel struck beyond the Jordan westward, from Baal Gad in the valley of Lebanon even to Mount Halak, that goes up to Seir. Joshua gave it to the tribes of Israel for a possession according to their divisions;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 12,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "in the hill country, and in the lowland, and in the Arabah, and in the slopes, and in the wilderness, and in the South; the Hittite, the Amorite, and the Canaanite, the Perizzite, the Hivite, and the Jebusite: "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 8,
		"sectionNumber": 2,
		"value": " "
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "the king of Jericho, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 9,
		"sectionNumber": 2,
		"value": "the king of Ai, which is beside Bethel, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "the king of Jerusalem, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 10,
		"sectionNumber": 2,
		"value": "the king of Hebron, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "the king of Jarmuth, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 11,
		"sectionNumber": 2,
		"value": "the king of Lachish, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "the king of Eglon, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 12,
		"sectionNumber": 2,
		"value": "the king of Gezer, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "the king of Debir, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 13,
		"sectionNumber": 2,
		"value": "the king of Geder, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "the king of Hormah, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 14,
		"sectionNumber": 2,
		"value": "the king of Arad, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "the king of Libnah, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 15,
		"sectionNumber": 2,
		"value": "the king of Adullam, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "the king of Makkedah, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 16,
		"sectionNumber": 2,
		"value": "the king of Bethel, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "the king of Tappuah, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 17,
		"sectionNumber": 2,
		"value": "the king of Hepher, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "the king of Aphek, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 18,
		"sectionNumber": 2,
		"value": "the king of Lassharon, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "the king of Madon, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 19,
		"sectionNumber": 2,
		"value": "the king of Hazor, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "the king of Shimron Meron, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 20,
		"sectionNumber": 2,
		"value": "the king of Achshaph, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "the king of Taanach, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 21,
		"sectionNumber": 2,
		"value": "the king of Megiddo, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "the king of Kedesh, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 22,
		"sectionNumber": 2,
		"value": "the king of Jokneam in Carmel, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "the king of Dor in the height of Dor, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 23,
		"sectionNumber": 2,
		"value": "the king of Goiim in Gilgal, one; "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "the king of Tirzah, one: "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 12,
		"verseNumber": 24,
		"sectionNumber": 2,
		"value": "all the kings thirty-one. "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Now Joshua was old and well advanced in years. Yahweh said to him, “You are old and advanced in years, and there remains yet very much land to be possessed. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "“This is the land that still remains: all the regions of the Philistines, and all the Geshurites;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "from the Shihor, which is before Egypt, even to the border of Ekron northward, which is counted as Canaanite; the five lords of the Philistines; the Gazites, and the Ashdodites, the Ashkelonites, the Gittites, and the Ekronites; also the Avvim,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "on the south; all the land of the Canaanites, and Mearah that belongs to the Sidonians, to Aphek, to the border of the Amorites;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "and the land of the Gebalites, and all Lebanon, toward the sunrise, from Baal Gad under Mount Hermon to the entrance of Hamath;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "all the inhabitants of the hill country from Lebanon to Misrephoth Maim, even all the Sidonians. I will drive them out from before the children of Israel. Just allocate it to Israel for an inheritance, as I have commanded you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Now therefore divide this land for an inheritance to the nine tribes and the half-tribe of Manasseh.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "With him the Reubenites and the Gadites received their inheritance, which Moses gave them, beyond the Jordan eastward, even as Moses the servant of Yahweh gave them:  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "from Aroer, that is on the edge of the valley of the Arnon, and the city that is in the middle of the valley, and all the plain of Medeba to Dibon;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "and all the cities of Sihon king of the Amorites, who reigned in Heshbon, to the border of the children of Ammon;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "and Gilead, and the border of the Geshurites and Maacathites, and all Mount Hermon, and all Bashan to Salecah;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "all the kingdom of Og in Bashan, who reigned in Ashtaroth and in Edrei (who was left of the remnant of the Rephaim); for Moses attacked these, and drove them out.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Nevertheless the children of Israel didn’t drive out the Geshurites, nor the Maacathites: but Geshur and Maacath live within Israel to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Only he gave no inheritance to the tribe of Levi. The offerings of Yahweh, the God of Israel, made by fire are his inheritance, as he spoke to him.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Moses gave to the tribe of the children of Reuben according to their families.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Their border was from Aroer, that is on the edge of the valley of the Arnon, and the city that is in the middle of the valley, and all the plain by Medeba;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Heshbon, and all its cities that are in the plain; Dibon, Bamoth Baal, Beth Baal Meon,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Jahaz, Kedemoth, Mephaath,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Kiriathaim, Sibmah, Zereth Shahar in the mount of the valley,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Beth Peor, the slopes of Pisgah, Beth Jeshimoth,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "all the cities of the plain, and all the kingdom of Sihon king of the Amorites, who reigned in Heshbon, whom Moses struck with the chiefs of Midian, Evi, Rekem, Zur, Hur, and Reba, the princes of Sihon, who lived in the land.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "The children of Israel also killed Balaam the son of Beor, the soothsayer, with the sword, among the rest of their slain. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "The border of the children of Reuben was the bank of the Jordan. This was the inheritance of the children of Reuben according to their families, the cities and its villages. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Moses gave to the tribe of Gad, to the children of Gad, according to their families.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Their border was Jazer, and all the cities of Gilead, and half the land of the children of Ammon, to Aroer that is near Rabbah;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "and from Heshbon to Ramath Mizpeh, and Betonim; and from Mahanaim to the border of Debir;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "and in the valley, Beth Haram, Beth Nimrah, Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, the Jordan’s bank, to the uttermost part of the sea of Chinnereth beyond the Jordan eastward.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "This is the inheritance of the children of Gad according to their families, the cities and its villages. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "Moses gave an inheritance to the half-tribe of Manasseh. It was for the half-tribe of the children of Manasseh according to their families.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Their border was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the villages of Jair, which are in Bashan, sixty cities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Half Gilead, Ashtaroth, and Edrei, the cities of the kingdom of Og in Bashan, were for the children of Machir the son of Manasseh, even for the half of the children of Machir according to their families. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "These are the inheritances which Moses distributed in the plains of Moab, beyond the Jordan at Jericho, eastward.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 13,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "But Moses gave no inheritance to the tribe of Levi. Yahweh, the God of Israel, is their inheritance, as he spoke to them. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "These are the inheritances which the children of Israel took in the land of Canaan, which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers’ houses of the tribes of the children of Israel, distributed to them,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "by the lot of their inheritance, as Yahweh commanded by Moses, for the nine tribes, and for the half-tribe.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "For Moses had given the inheritance of the two tribes and the half-tribe beyond the Jordan; but to the Levites he gave no inheritance among them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "For the children of Joseph were two tribes, Manasseh and Ephraim. They gave no portion to the Levites in the land, except cities to dwell in, with their pasture lands for their livestock and for their property.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "The children of Israel did as Yahweh commanded Moses, and they divided the land. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Then the children of Judah came near to Joshua in Gilgal. Caleb the son of Jephunneh the Kenizzite said to him, “You know the thing that Yahweh spoke to Moses the man of God concerning me and concerning you in Kadesh Barnea.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "I was forty years old when Moses the servant of Yahweh sent me from Kadesh Barnea to spy out the land. I brought him word again as it was in my heart.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Nevertheless, my brothers who went up with me made the heart of the people melt; but I wholly followed Yahweh my God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Moses swore on that day, saying, ‘Surely the land where you walked shall be an inheritance to you and to your children forever, because you have wholly followed Yahweh my God.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "“Now, behold, Yahweh has kept me alive, as he spoke, these forty-five years, from the time that Yahweh spoke this word to Moses, while Israel walked in the wilderness. Now, behold, I am eighty-five years old, today.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "As yet I am as strong today as I was in the day that Moses sent me. As my strength was then, even so is my strength now for war, to go out and to come in.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Now therefore give me this hill country, of which Yahweh spoke in that day; for you heard in that day how the Anakim were there, and great and fortified cities. It may be that Yahweh will be with me, and I shall drive them out, as Yahweh said.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "Joshua blessed him; and he gave Hebron to Caleb the son of Jephunneh for an inheritance.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Therefore Hebron became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day, because he followed Yahweh, the God of Israel wholeheartedly.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 14,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Now the name of Hebron before was Kiriath Arba, after the greatest man among the Anakim. Then the land had rest from war. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "The lot for the tribe of the children of Judah according to their families was to the border of Edom, even to the wilderness of Zin southward, at the uttermost part of the south.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Their south border was from the uttermost part of the Salt Sea, from the bay that looks southward;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "and it went out southward of the ascent of Akrabbim, and passed along to Zin, and went up by the south of Kadesh Barnea, and passed along by Hezron, went up to Addar, and turned toward Karka;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "and it passed along to Azmon, went out at the brook of Egypt; and the border ended at the sea. This shall be your south border.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "The east border was the Salt Sea, even to the end of the Jordan. The border of the north quarter was from the bay of the sea at the end of the Jordan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "The border went up to Beth Hoglah, and passed along by the north of Beth Arabah; and the border went up to the stone of Bohan the son of Reuben.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "The border went up to Debir from the valley of Achor, and so northward, looking toward Gilgal, that faces the ascent of Adummim, which is on the south side of the river. The border passed along to the waters of En Shemesh, and ended at En Rogel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The border went up by the valley of the son of Hinnom to the side of the Jebusite (also called Jerusalem) southward; and the border went up to the top of the mountain that lies before the valley of Hinnom westward, which is at the farthest part of the valley of Rephaim northward.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "The border extended from the top of the mountain to the spring of the waters of Nephtoah, and went out to the cities of Mount Ephron; and the border extended to Baalah (also called Kiriath Jearim);  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "and the border turned about from Baalah westward to Mount Seir, and passed along to the side of Mount Jearim (also called Chesalon) on the north, and went down to Beth Shemesh, and passed along by Timnah;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "and the border went out to the side of Ekron northward; and the border extended to Shikkeron, and passed along to Mount Baalah, and went out at Jabneel; and the goings out of the border were at the sea.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "The west border was to the shore of the great sea. This is the border of the children of Judah according to their families. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "He gave to Caleb the son of Jephunneh a portion among the children of Judah, according to the commandment of Yahweh to Joshua, even Kiriath Arba, named after the father of Anak (also called Hebron).  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Caleb drove out the three sons of Anak: Sheshai, and Ahiman, and Talmai, the children of Anak.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "He went up against the inhabitants of Debir: now the name of Debir before was Kiriath Sepher.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Caleb said, “He who strikes Kiriath Sepher, and takes it, to him I will give Achsah my daughter as wife.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Othniel the son of Kenaz, the brother of Caleb, took it: and he gave him Achsah his daughter as wife.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "When she came, she had him ask her father for a field. She got off her donkey, and Caleb said, “What do you want?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "She said, “Give me a blessing. Because you have set me in the land of the South, give me also springs of water.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 19,
		"sectionNumber": 2,
		"value": "So he gave her the upper springs and the lower springs. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "This is the inheritance of the tribe of the children of Judah according to their families.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "The farthest cities of the tribe of the children of Judah toward the border of Edom in the South were Kabzeel, Eder, Jagur,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Kinah, Dimonah, Adadah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Kedesh, Hazor, Ithnan,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Ziph, Telem, Bealoth,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Hazor Hadattah, Kerioth Hezron (also called Hazor),  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Amam, Shema, Moladah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Hazar Gaddah, Heshmon, Beth Pelet,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Hazar Shual, Beersheba, Biziothiah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "Baalah, Iim, Ezem,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Eltolad, Chesil, Hormah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Ziklag, Madmannah, Sansannah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "Lebaoth, Shilhim, Ain, and Rimmon. All the cities are twenty-nine, with their villages. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "stanza start"
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 32,
		"sectionNumber": 2,
		"value": " "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "In the lowland, Eshtaol, Zorah, Ashnah,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "Zanoah, En Gannim, Tappuah, Enam,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "Jarmuth, Adullam, Socoh, Azekah,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "Shaaraim, Adithaim and Gederah (or Gederothaim); fourteen cities with their villages. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "Zenan, Hadashah, Migdal Gad,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "Dilean, Mizpah, Joktheel,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "Lachish, Bozkath, Eglon,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "Cabbon, Lahmam, Chitlish,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "Gederoth, Beth Dagon, Naamah, and Makkedah; sixteen cities with their villages. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "Libnah, Ether, Ashan,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "Iphtah, Ashnah, Nezib,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "Keilah, Achzib, and Mareshah; nine cities with their villages. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "Ekron, with its towns and its villages;  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 46,
		"sectionNumber": 1,
		"value": "from Ekron even to the sea, all that were by the side of Ashdod, with their villages.  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 47,
		"sectionNumber": 1,
		"value": "Ashdod, its towns and its villages; Gaza, its towns and its villages; to the brook of Egypt, and the great sea with its coastline. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 48,
		"sectionNumber": 1,
		"value": "In the hill country, Shamir, Jattir, Socoh,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 49,
		"sectionNumber": 1,
		"value": "Dannah, Kiriath Sannah (which is Debir),  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 50,
		"sectionNumber": 1,
		"value": "Anab, Eshtemoh, Anim,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 51,
		"sectionNumber": 1,
		"value": "Goshen, Holon, and Giloh; eleven cities with their villages. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 52,
		"sectionNumber": 1,
		"value": "Arab, Dumah, Eshan,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 53,
		"sectionNumber": 1,
		"value": "Janim, Beth Tappuah, Aphekah,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 54,
		"sectionNumber": 1,
		"value": "Humtah, Kiriath Arba (also called Hebron), and Zior; nine cities with their villages. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 55,
		"sectionNumber": 1,
		"value": "Maon, Carmel, Ziph, Jutah,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 56,
		"sectionNumber": 1,
		"value": "Jezreel, Jokdeam, Zanoah,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 57,
		"sectionNumber": 1,
		"value": "Kain, Gibeah, and Timnah; ten cities with their villages. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 58,
		"sectionNumber": 1,
		"value": "Halhul, Beth Zur, Gedor,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 59,
		"sectionNumber": 1,
		"value": "Maarath, Beth Anoth, and Eltekon; six cities with their villages.  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 60,
		"sectionNumber": 1,
		"value": "Kiriath Baal (also called Kiriath Jearim), and Rabbah; two cities with their villages. "
	},
	{
		"type": "line break"
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 61,
		"sectionNumber": 1,
		"value": "In the wilderness, Beth Arabah, Middin, Secacah,  "
	},
	{
		"type": "line text",
		"chapterNumber": 15,
		"verseNumber": 62,
		"sectionNumber": 1,
		"value": "Nibshan, the City of Salt, and En Gedi; six cities with their villages. "
	},
	{
		"type": "line break"
	},
	{
		"type": "stanza end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 15,
		"verseNumber": 63,
		"sectionNumber": 1,
		"value": "As for the Jebusites, the inhabitants of Jerusalem, the children of Judah couldn’t drive them out; but the Jebusites live with the children of Judah at Jerusalem to this day. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "The lot came out for the children of Joseph from the Jordan at Jericho, at the waters of Jericho on the east, even the wilderness, going up from Jericho through the hill country to Bethel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "It went out from Bethel to Luz, and passed along to the border of the Archites to Ataroth;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "and it went down westward to the border of the Japhletites, to the border of Beth Horon the lower, and on to Gezer; and ended at the sea. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The children of Joseph, Manasseh and Ephraim, took their inheritance.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "This was the border of the children of Ephraim according to their families. The border of their inheritance eastward was Ataroth Addar, to Beth Horon the upper.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "The border went out westward at Michmethath on the north. The border turned about eastward to Taanath Shiloh, and passed along it on the east of Janoah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "It went down from Janoah to Ataroth, to Naarah, reached to Jericho, and went out at the Jordan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "From Tappuah the border went along westward to the brook of Kanah; and ended at the sea. This is the inheritance of the tribe of the children of Ephraim according to their families;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "together with the cities which were set apart for the children of Ephraim in the middle of the inheritance of the children of Manasseh, all the cities with their villages.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 16,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "They didn’t drive out the Canaanites who lived in Gezer; but the Canaanites dwell in the territory of Ephraim to this day, and have become servants to do forced labor. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "This was the lot for the tribe of Manasseh, for he was the firstborn of Joseph. As for Machir the firstborn of Manasseh, the father of Gilead, because he was a man of war, therefore he had Gilead and Bashan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "So this was for the rest of the children of Manasseh according to their families: for the children of Abiezer, for the children of Helek, for the children of Asriel, for the children of Shechem, for the children of Hepher, and for the children of Shemida. These were the male children of Manasseh the son of Joseph according to their families.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "But Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but daughters. These are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "They came to Eleazar the priest, and to Joshua the son of Nun, and to the princes, saying, “Yahweh commanded Moses to give us an inheritance among our brothers.” Therefore according to the commandment of Yahweh he gave them an inheritance among the brothers of their father.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Ten parts fell to Manasseh, in addition to the land of Gilead and Bashan, which is beyond the Jordan;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "because the daughters of Manasseh had an inheritance among his sons. The land of Gilead belonged to the rest of the sons of Manasseh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "The border of Manasseh was from Asher to Michmethath, which is before Shechem. The border went along to the right hand, to the inhabitants of En Tappuah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The land of Tappuah belonged to Manasseh; but Tappuah on the border of Manasseh belonged to the children of Ephraim.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "The border went down to the brook of Kanah, southward of the brook. These cities belonged to Ephraim among the cities of Manasseh. The border of Manasseh was on the north side of the brook, and ended at the sea.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Southward it was Ephraim’s, and northward it was Manasseh’s, and the sea was his border. They reached to Asher on the north, and to Issachar on the east.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Manasseh had three heights in Issachar, in Asher Beth Shean and its towns, and Ibleam and its towns, and the inhabitants of Dor and its towns, and the inhabitants of Endor and its towns, and the inhabitants of Taanach and its towns, and the inhabitants of Megiddo and its towns.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Yet the children of Manasseh couldn’t drive out the inhabitants of those cities; but the Canaanites would dwell in that land. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "When the children of Israel had grown strong, they put the Canaanites to forced labor, and didn’t utterly drive them out.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "The children of Joseph spoke to Joshua, saying, “Why have you given me just one lot and one part for an inheritance, since we are a numerous people, because Yahweh has blessed us so far?” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Joshua said to them, “If you are a numerous people, go up to the forest, and clear land for yourself there in the land of the Perizzites and of the Rephaim; since the hill country of Ephraim is too narrow for you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "The children of Joseph said, “The hill country is not enough for us. All the Canaanites who dwell in the land of the valley have chariots of iron, both those who are in Beth Shean and its towns, and those who are in the valley of Jezreel.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Joshua spoke to the house of Joseph, that is, to Ephraim and to Manasseh, saying, “You are a numerous people, and have great power. You shall not have one lot only;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 17,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "but the hill country shall be yours. Although it is a forest, you shall cut it down, and it’s farthest extent shall be yours; for you shall drive out the Canaanites, though they have chariots of iron, and though they are strong.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "The whole congregation of the children of Israel assembled themselves together at Shiloh, and set up the Tent of Meeting there. The land was subdued before them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Seven tribes remained among the children of Israel, which had not yet divided their inheritance.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Joshua said to the children of Israel, “How long will you neglect to go in to possess the land, which Yahweh, the God of your fathers, has given you?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Appoint for yourselves three men from each tribe. I will send them, and they shall arise, walk through the land, and describe it according to their inheritance; then they shall come to me.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "They shall divide it into seven portions. Judah shall live in his borders on the south, and the house of Joseph shall live in their borders on the north.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "You shall survey the land into seven parts, and bring the description here to me; and I will cast lots for you here before Yahweh our God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "However, the Levites have no portion among you; for the priesthood of Yahweh is their inheritance. Gad, Reuben, and the half-tribe of Manasseh have received their inheritance east of the Jordan, which Moses the servant of Yahweh gave them.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The men arose and went. Joshua commanded those who went to survey the land, saying, “Go walk through the land, survey it, and come again to me. I will cast lots for you here before Yahweh in Shiloh.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "The men went and passed through the land, and surveyed it by cities into seven portions in a book. They came to Joshua to the camp at Shiloh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "Joshua cast lots for them in Shiloh before Yahweh. There Joshua divided the land to the children of Israel according to their divisions. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "The lot of the tribe of the children of Benjamin came up according to their families. The border of their lot went out between the children of Judah and the children of Joseph.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "Their border on the north quarter was from the Jordan. The border went up to the side of Jericho on the north, and went up through the hill country westward. It ended at the wilderness of Beth Aven.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "The border passed along from there to Luz, to the side of Luz (also called Bethel), southward. The border went down to Ataroth Addar, by the mountain that lies on the south of Beth Horon the lower.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "The border extended, and turned around on the west quarter southward, from the mountain that lies before Beth Horon southward; and ended at Kiriath Baal (also called Kiriath Jearim), a city of the children of Judah. This was the west quarter.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "The south quarter was from the farthest part of Kiriath Jearim. The border went out westward, and went out to the spring of the waters of Nephtoah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "The border went down to the farthest part of the mountain that lies before the valley of the son of Hinnom, which is in the valley of Rephaim northward. It went down to the valley of Hinnom, to the side of the Jebusite southward, and went down to En Rogel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "It extended northward, went out at En Shemesh, and went out to Geliloth, which is opposite the ascent of Adummim. It went down to the stone of Bohan the son of Reuben.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "It passed along to the side opposite the Arabah northward, and went down to the Arabah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "The border passed along to the side of Beth Hoglah northward; and the border ended at the north bay of the Salt Sea, at the south end of the Jordan. This was the south border.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "The Jordan was its border on the east quarter. This was the inheritance of the children of Benjamin, by the borders around it, according to their families.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Now the cities of the tribe of the children of Benjamin according to their families were Jericho, Beth Hoglah, Emek Keziz,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Beth Arabah, Zemaraim, Bethel,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Avvim, Parah, Ophrah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Chephar Ammoni, Ophni, and Geba; twelve cities with their villages.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Gibeon, Ramah, Beeroth,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Mizpeh, Chephirah, Mozah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Rekem, Irpeel, Taralah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 18,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Zelah, Eleph, the Jebusite (also called Jerusalem), Gibeath, and Kiriath; fourteen cities with their villages. This is the inheritance of the children of Benjamin according to their families. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "The second lot came out for Simeon, even for the tribe of the children of Simeon according to their families. Their inheritance was in the middle of the inheritance of the children of Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "They had for their inheritance Beersheba (or Sheba), Moladah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "Hazar Shual, Balah, Ezem,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Eltolad, Bethul, Hormah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Ziklag, Beth Marcaboth, Hazar Susah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "Beth Lebaoth, and Sharuhen; thirteen cities with their villages;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Ain, Rimmon, Ether, and Ashan; four cities with their villages;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "and all the villages that were around these cities to Baalath Beer, Ramah of the South. This is the inheritance of the tribe of the children of Simeon according to their families.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Out of the part of the children of Judah was the inheritance of the children of Simeon; for the portion of the children of Judah was too much for them. Therefore the children of Simeon had inheritance in the middle of their inheritance. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "The third lot came up for the children of Zebulun according to their families. The border of their inheritance was to Sarid.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Their border went up westward, even to Maralah, and reached to Dabbesheth. It reached to the brook that is before Jokneam.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "It turned from Sarid eastward toward the sunrise to the border of Chisloth Tabor. It went out to Daberath, and went up to Japhia.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "From there it passed along eastward to Gath Hepher, to Ethkazin; and it went out at Rimmon which stretches to Neah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "The border turned around it on the north to Hannathon; and it ended at the valley of Iphtah El;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Kattath, Nahalal, Shimron, Idalah, and Bethlehem: twelve cities with their villages.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "This is the inheritance of the children of Zebulun according to their families, these cities with their villages. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "The fourth lot came out for Issachar, even for the children of Issachar according to their families.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Their border was to Jezreel, Chesulloth, Shunem,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Hapharaim, Shion, Anaharath,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Rabbith, Kishion, Ebez,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Remeth, Engannim, En Haddah, and Beth Pazzez.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "The border reached to Tabor, Shahazumah, and Beth Shemesh. Their border ended at the Jordan: sixteen cities with their villages.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "This is the inheritance of the tribe of the children of Issachar according to their families, the cities with their villages. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "The fifth lot came out for the tribe of the children of Asher according to their families.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Their border was Helkath, Hali, Beten, Achshaph,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Allammelech, Amad, Mishal. It reached to Carmel westward, and to Shihorlibnath.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "It turned toward the sunrise to Beth Dagon, and reached to Zebulun, and to the valley of Iphtah El northward to Beth Emek and Neiel. It went out to Cabul on the left hand,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "and Ebron, Rehob, Hammon, and Kanah, even to great Sidon.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "The border turned to Ramah, to the fortified city of Tyre; and the border turned to Hosah. It ended at the sea by the region of Achzib;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Ummah also, and Aphek, and Rehob: twenty-two cities with their villages.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "This is the inheritance of the tribe of the children of Asher according to their families, these cities with their villages. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "The sixth lot came out for the children of Naphtali, even for the children of Naphtali according to their families.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "Their border was from Heleph, from the oak in Zaanannim, Adami-nekeb, and Jabneel, to Lakkum. It ended at the Jordan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "The border turned westward to Aznoth Tabor, and went out from there to Hukkok. It reached to Zebulun on the south, and reached to Asher on the west, and to Judah at the Jordan toward the sunrise.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "The fortified cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "Adamah, Ramah, Hazor,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "Kedesh, Edrei, En Hazor,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "Iron, Migdal El, Horem, Beth Anath, and Beth Shemesh; nineteen cities with their villages.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "This is the inheritance of the tribe of the children of Naphtali according to their families, the cities with their villages. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "The seventh lot came out for the tribe of the children of Dan according to their families.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "The border of their inheritance was Zorah, Eshtaol, Irshemesh,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "Shaalabbin, Aijalon, Ithlah,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "Elon, Timnah, Ekron,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "Eltekeh, Gibbethon, Baalath,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "Jehud, Bene Berak, Gath Rimmon,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 46,
		"sectionNumber": 1,
		"value": "Me Jarkon, and Rakkon, with the border opposite Joppa.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 47,
		"sectionNumber": 1,
		"value": "The border of the children of Dan went out beyond them; for the children of Dan went up and fought against Leshem, and took it, and struck it with the edge of the sword, and possessed it, and lived therein, and called Leshem, Dan, after the name of Dan their forefather.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 48,
		"sectionNumber": 1,
		"value": "This is the inheritance of the tribe of the children of Dan according to their families, these cities with their villages. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 49,
		"sectionNumber": 1,
		"value": "So they finished distributing the land for inheritance by its borders. The children of Israel gave an inheritance to Joshua the son of Nun among them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 50,
		"sectionNumber": 1,
		"value": "According to Yahweh’s commandment, they gave him the city which he asked, even Timnathserah in the hill country of Ephraim; and he built the city, and lived there.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 19,
		"verseNumber": 51,
		"sectionNumber": 1,
		"value": "These are the inheritances, which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers’ houses of the tribes of the children of Israel, distributed for inheritance by lot in Shiloh before Yahweh, at the door of the Tent of Meeting. So they finished dividing the land. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Yahweh spoke to Joshua, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "“Speak to the children of Israel, saying, ‘Assign the cities of refuge, of which I spoke to you by Moses,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "that the man slayer who kills any person accidentally or unintentionally may flee there. They shall be to you for a refuge from the avenger of blood.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "He shall flee to one of those cities, and shall stand at the entrance of the gate of the city, and declare his case in the ears of the elders of that city. They shall take him into the city with them, and give him a place, that he may live among them.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "If the avenger of blood pursues him, then they shall not deliver up the man slayer into his hand; because he struck his neighbor unintentionally, and didn’t hate him before.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "He shall dwell in that city until he stands before the congregation for judgment, until the death of the high priest that shall be in those days. Then the man slayer shall return, and come to his own city, and to his own house, to the city he fled from.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "They set apart Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath Arba (also called Hebron) in the hill country of Judah.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "Beyond the Jordan at Jericho eastward, they assigned Bezer in the wilderness in the plain out of the tribe of Reuben, Ramoth in Gilead out of the tribe of Gad, and Golan in Bashan out of the tribe of Manasseh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 20,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "These were the appointed cities for all the children of Israel, and for the alien who lives among them, that whoever kills any person unintentionally might flee there, and not die by the hand of the avenger of blood, until he stands trial before the congregation. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Then the heads of fathers’ houses of the Levites came near to Eleazar the priest, and to Joshua the son of Nun, and to the heads of fathers’ houses of the tribes of the children of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "They spoke to them at Shiloh in the land of Canaan, saying, “Yahweh commanded through Moses to give us cities to dwell in, with their pasture lands for our livestock.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "The children of Israel gave to the Levites out of their inheritance, according to the commandment of Yahweh, these cities with their pasture lands.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "The lot came out for the families of the Kohathites. The children of Aaron the priest, who were of the Levites, had thirteen cities by lot out of the tribe of Judah, out of the tribe of the Simeonites, and out of the tribe of Benjamin.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "The rest of the children of Kohath had ten cities by lot out of the families of the tribe of Ephraim, out of the tribe of Dan, and out of the half-tribe of Manasseh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "The children of Gershon had thirteen cities by lot out of the families of the tribe of Issachar, out of the tribe of Asher, out of the tribe of Naphtali, and out of the half-tribe of Manasseh in Bashan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "The children of Merari according to their families had twelve cities out of the tribe of Reuben, out of the tribe of Gad, and out of the tribe of Zebulun.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "The children of Israel gave these cities with their pasture lands by lot to the Levites, as Yahweh commanded by Moses.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "They gave out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, these cities which are mentioned by name:  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "and they were for the children of Aaron, of the families of the Kohathites, who were of the children of Levi; for theirs was the first lot.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "They gave them Kiriath Arba, named after the father of Anak (also called Hebron), in the hill country of Judah, with its pasture lands around it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "But they gave the fields of the city and its villages to Caleb the son of Jephunneh for his possession.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "To the children of Aaron the priest they gave Hebron with its pasture lands, the city of refuge for the man slayer, Libnah with its pasture lands,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "Jattir with its pasture lands, Eshtemoa with its pasture lands,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "Holon with its pasture lands, Debir with its pasture lands,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "Ain with its pasture lands, Juttah with its pasture lands, and Beth Shemesh with its pasture lands: nine cities out of those two tribes.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Out of the tribe of Benjamin, Gibeon with its pasture lands, Geba with its pasture lands,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Anathoth with its pasture lands, and Almon with its pasture lands: four cities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "All the cities of the children of Aaron, the priests, were thirteen cities with their pasture lands. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "The families of the children of Kohath, the Levites, even the rest of the children of Kohath, had the cities of their lot out of the tribe of Ephraim.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "They gave them Shechem with its pasture lands in the hill country of Ephraim, the city of refuge for the man slayer, and Gezer with its pasture lands,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Kibzaim with its pasture lands, and Beth Horon with its pasture lands: four cities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "Out of the tribe of Dan, Elteke with its pasture lands, Gibbethon with its pasture lands,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "Aijalon with its pasture lands, Gath Rimmon with its pasture lands: four cities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "Out of the half-tribe of Manasseh, Taanach with its pasture lands, and Gath Rimmon with its pasture lands: two cities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "All the cities of the families of the rest of the children of Kohath were ten with their pasture lands. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "They gave to the children of Gershon, of the families of the Levites, out of the half-tribe of Manasseh Golan in Bashan with its pasture lands, the city of refuge for the man slayer, and Be Eshterah with its pasture lands: two cities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "Out of the tribe of Issachar, Kishion with its pasture lands, Daberath with its pasture lands,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "Jarmuth with its pasture lands, En Gannim with its pasture lands: four cities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "Out of the tribe of Asher, Mishal with its pasture lands, Abdon with its pasture lands,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Helkath with its pasture lands, and Rehob with its pasture lands: four cities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "Out of the tribe of Naphtali, Kedesh in Galilee with its pasture lands, the city of refuge for the man slayer, Hammothdor with its pasture lands, and Kartan with its pasture lands: three cities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "All the cities of the Gershonites according to their families were thirteen cities with their pasture lands. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "To the families of the children of Merari, the rest of the Levites, out of the tribe of Zebulun, Jokneam with its pasture lands, Kartah with its pasture lands,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 35,
		"sectionNumber": 1,
		"value": "Dimnah with its pasture lands, and Nahalal with its pasture lands: four cities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 36,
		"sectionNumber": 1,
		"value": "Out of the tribe of Reuben, Bezer with its pasture lands, Jahaz with its pasture lands,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 37,
		"sectionNumber": 1,
		"value": "Kedemoth with its pasture lands, and Mephaath with its pasture lands: four cities.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 38,
		"sectionNumber": 1,
		"value": "Out of the tribe of Gad, Ramoth in Gilead with its pasture lands, the city of refuge for the man slayer, and Mahanaim with its pasture lands,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 39,
		"sectionNumber": 1,
		"value": "Heshbon with its pasture lands, Jazer with its pasture lands: four cities in all.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 40,
		"sectionNumber": 1,
		"value": "All these were the cities of the children of Merari according to their families, even the rest of the families of the Levites. Their lot was twelve cities. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 41,
		"sectionNumber": 1,
		"value": "All the cities of the Levites among the possessions of the children of Israel were forty-eight cities with their pasture lands.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 42,
		"sectionNumber": 1,
		"value": "Each of these cities included their pasture lands around them. It was this way with all these cities. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 43,
		"sectionNumber": 1,
		"value": "So Yahweh gave to Israel all the land which he swore to give to their fathers. They possessed it, and lived in it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 44,
		"sectionNumber": 1,
		"value": "Yahweh gave them rest all around, according to all that he swore to their fathers. Not a man of all their enemies stood before them. Yahweh delivered all their enemies into their hand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 21,
		"verseNumber": 45,
		"sectionNumber": 1,
		"value": "Nothing failed of any good thing which Yahweh had spoken to the house of Israel. All came to pass. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Then Joshua called the Reubenites, the Gadites, and the half-tribe of Manasseh,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "and said to them, “You have kept all that Moses the servant of Yahweh commanded you, and have listened to my voice in all that I commanded you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "You have not left your brothers these many days to this day, but have performed the duty of the commandment of Yahweh your God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Now Yahweh your God has given rest to your brothers, as he spoke to them. Therefore now return and go to your tents, to the land of your possession, which Moses the servant of Yahweh gave you beyond the Jordan.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Only take diligent heed to do the commandment and the law which Moses the servant of Yahweh commanded you, to love Yahweh your God, to walk in all his ways, to keep his commandments, to hold fast to him, and to serve him with all your heart and with all your soul.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "So Joshua blessed them, and sent them away; and they went to their tents.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "Now to the one half-tribe of Manasseh Moses had given inheritance in Bashan; but Joshua gave to the other half among their brothers beyond the Jordan westward. Moreover when Joshua sent them away to their tents, he blessed them,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "and spoke to them, saying, “Return with much wealth to your tents, with very much livestock, with silver, with gold, with bronze, with iron, and with very much clothing. Divide the plunder of your enemies with your brothers.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "The children of Reuben and the children of Gad and the half-tribe of Manasseh returned, and departed from the children of Israel out of Shiloh, which is in the land of Canaan, to go to the land of Gilead, to the land of their possession, which they owned, according to the commandment of Yahweh by Moses.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "When they came to the region near the Jordan, that is in the land of Canaan, the children of Reuben and the children of Gad and the half-tribe of Manasseh built an altar there by the Jordan, a great altar to look at.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "The children of Israel heard this, “Behold, the children of Reuben and the children of Gad and the half-tribe of Manasseh have built an altar along the border of the land of Canaan, in the region around the Jordan, on the side that belongs to the children of Israel.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "When the children of Israel heard of it, the whole congregation of the children of Israel gathered themselves together at Shiloh, to go up against them to war.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "The children of Israel sent to the children of Reuben, and to the children of Gad, and to the half-tribe of Manasseh, into the land of Gilead, Phinehas the son of Eleazar the priest.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "With him were ten princes, one prince of a fathers’ house for each of the tribes of Israel; and they were each head of their fathers’ houses among the thousands of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "They came to the children of Reuben, and to the children of Gad, and to the half-tribe of Manasseh, to the land of Gilead, and they spoke with them, saying,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "“The whole congregation of Yahweh says, ‘What trespass is this that you have committed against the God of Israel, to turn away today from following Yahweh, in that you have built yourselves an altar, to rebel today against Yahweh?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "Is the iniquity of Peor too little for us, from which we have not cleansed ourselves to this day, although there came a plague on the congregation of Yahweh,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "that you must turn away today from following Yahweh? It will be, since you rebel today against Yahweh, that tomorrow he will be angry with the whole congregation of Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "However, if the land of your possession is unclean, then pass over to the land of the possession of Yahweh, in which Yahweh’s tabernacle dwells, and take possession among us; but don’t rebel against Yahweh, nor rebel against us, in building an altar other than Yahweh our God’s altar.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "Didn’t Achan the son of Zerah commit a trespass in the devoted thing, and wrath fell on all the congregation of Israel? That man didn’t perish alone in his iniquity.’ ” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "Then the children of Reuben and the children of Gad and the half-tribe of Manasseh answered, and spoke to the heads of the thousands of Israel,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "“The Mighty One, God, Yahweh, the Mighty One, God, Yahweh, he knows; and Israel shall know: if it was in rebellion, or if in trespass against Yahweh (don’t save us today),  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "that we have built us an altar to turn away from following Yahweh; or if to offer burnt offering or meal offering, or if to offer sacrifices of peace offerings, let Yahweh himself require it. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "“If we have not out of concern done this, and for a reason, saying, ‘In time to come your children might speak to our children, saying, “What have you to do with Yahweh, the God of Israel?  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "For Yahweh has made the Jordan a border between us and you, you children of Reuben and children of Gad. You have no portion in Yahweh.” ’ So your children might make our children cease from fearing Yahweh. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "“Therefore we said, ‘Let’s now prepare to build ourselves an altar, not for burnt offering, nor for sacrifice;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "but it will be a witness between us and you, and between our generations after us, that we may perform the service of Yahweh before him with our burnt offerings, with our sacrifices, and with our peace offerings;’ that your children may not tell our children in time to come, ‘You have no portion in Yahweh.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "“Therefore we said, ‘It shall be, when they tell us or our generations this in time to come, that we shall say, “Behold the pattern of Yahweh’s altar, which our fathers made, not for burnt offering, nor for sacrifice; but it is a witness between us and you.” ’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "“Far be it from us that we should rebel against Yahweh, and turn away today from following Yahweh, to build an altar for burnt offering, for meal offering, or for sacrifice, besides Yahweh our God’s altar that is before his tabernacle!” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "When Phinehas the priest, and the princes of the congregation, even the heads of the thousands of Israel that were with him, heard the words that the children of Reuben and the children of Gad and the children of Manasseh spoke, it pleased them well.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Phinehas the son of Eleazar the priest said to the children of Reuben, to the children of Gad, and to the children of Manasseh, “Today we know that Yahweh is among us, because you have not committed this trespass against Yahweh. Now you have delivered the children of Israel out of Yahweh’s hand.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "Phinehas the son of Eleazar the priest, and the princes, returned from the children of Reuben, and from the children of Gad, out of the land of Gilead, to the land of Canaan, to the children of Israel, and brought them word again.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "The thing pleased the children of Israel; and the children of Israel blessed God, and spoke no more of going up against them to war, to destroy the land in which the children of Reuben and the children of Gad lived.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 22,
		"verseNumber": 34,
		"sectionNumber": 1,
		"value": "The children of Reuben and the children of Gad named the altar “A Witness Between Us that Yahweh is God.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "After many days, when Yahweh had given rest to Israel from their enemies all around, and Joshua was old and well advanced in years,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Joshua called for all Israel, for their elders and for their heads, and for their judges and for their officers, and said to them, “I am old and well advanced in years.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "You have seen all that Yahweh your God has done to all these nations because of you; for it is Yahweh your God who has fought for you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "Behold, I have allotted to you these nations that remain, to be an inheritance for your tribes, from the Jordan, with all the nations that I have cut off, even to the great sea toward the going down of the sun.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "Yahweh your God will thrust them out from before you, and drive them from out of your sight. You shall possess their land, as Yahweh your God spoke to you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "“Therefore be very courageous to keep and to do all that is written in the book of the law of Moses, that you not turn away from it to the right hand or to the left;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "that you not come among these nations, these that remain among you; neither make mention of the name of their gods, nor cause to swear by them, neither serve them, nor bow down yourselves to them;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "but hold fast to Yahweh your God, as you have done to this day. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "“For Yahweh has driven great and strong nations out from before you. But as for you, no man has stood before you to this day.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "One man of you shall chase a thousand; for it is Yahweh your God who fights for you, as he spoke to you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "Take good heed therefore to yourselves, that you love Yahweh your God. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "“But if you do at all go back, and hold fast to the remnant of these nations, even these who remain among you, and make marriages with them, and go in to them, and they to you;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "know for a certainty that Yahweh your God will no longer drive these nations from out of your sight; but they shall be a snare and a trap to you, a scourge in your sides, and thorns in your eyes, until you perish from off this good land which Yahweh your God has given you. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "“Behold, today I am going the way of all the earth. You know in all your hearts and in all your souls that not one thing has failed of all the good things which Yahweh your God spoke concerning you. All have happened to you. Not one thing has failed of it.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "It shall happen that as all the good things have come on you of which Yahweh your God spoke to you, so Yahweh will bring on you all the evil things, until he has destroyed you from off this good land which Yahweh your God has given you,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 23,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "when you disobey the covenant of Yahweh your God, which he commanded you, and go and serve other gods, and bow down yourselves to them. Then Yahweh’s anger will be kindled against you, and you will perish quickly from off the good land which he has given to you.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 1,
		"sectionNumber": 1,
		"value": "Joshua gathered all the tribes of Israel to Shechem, and called for the elders of Israel, for their heads, for their judges, and for their officers; and they presented themselves before God.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 2,
		"sectionNumber": 1,
		"value": "Joshua said to all the people, “Yahweh, the God of Israel, says, ‘Your fathers lived of old time beyond the River, even Terah, the father of Abraham, and the father of Nahor. They served other gods.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 3,
		"sectionNumber": 1,
		"value": "I took your father Abraham from beyond the River, and led him throughout all the land of Canaan, and multiplied his offspring, and gave him Isaac.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 4,
		"sectionNumber": 1,
		"value": "I gave to Isaac Jacob and Esau: and I gave to Esau Mount Seir, to possess it. Jacob and his children went down into Egypt. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 5,
		"sectionNumber": 1,
		"value": "“ ‘I sent Moses and Aaron, and I plagued Egypt, according to that which I did among them: and afterward I brought you out.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 6,
		"sectionNumber": 1,
		"value": "I brought your fathers out of Egypt: and you came to the sea. The Egyptians pursued your fathers with chariots and with horsemen to the Red Sea.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 7,
		"sectionNumber": 1,
		"value": "When they cried out to Yahweh, he put darkness between you and the Egyptians, and brought the sea on them, and covered them; and your eyes saw what I did in Egypt. You lived in the wilderness many days. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 8,
		"sectionNumber": 1,
		"value": "“ ‘I brought you into the land of the Amorites, that lived beyond the Jordan. They fought with you, and I gave them into your hand. You possessed their land, and I destroyed them from before you.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 9,
		"sectionNumber": 1,
		"value": "Then Balak the son of Zippor, king of Moab, arose and fought against Israel. He sent and called Balaam the son of Beor to curse you,  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 10,
		"sectionNumber": 1,
		"value": "but I would not listen to Balaam; therefore he blessed you still. So I delivered you out of his hand. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 11,
		"sectionNumber": 1,
		"value": "“ ‘You went over the Jordan, and came to Jericho. The men of Jericho fought against you, the Amorite, the Perizzite, the Canaanite, the Hittite, the Girgashite, the Hivite, and the Jebusite; and I delivered them into your hand.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 12,
		"sectionNumber": 1,
		"value": "I sent the hornet before you, which drove them out from before you, even the two kings of the Amorites; not with your sword, nor with your bow.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 13,
		"sectionNumber": 1,
		"value": "I gave you a land on which you had not labored, and cities which you didn’t build, and you live in them. You eat of vineyards and olive groves which you didn’t plant.’ "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 14,
		"sectionNumber": 1,
		"value": "“Now therefore fear Yahweh, and serve him in sincerity and in truth. Put away the gods which your fathers served beyond the River, in Egypt; and serve Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 15,
		"sectionNumber": 1,
		"value": "If it seems evil to you to serve Yahweh, choose today whom you will serve; whether the gods which your fathers served that were beyond the River, or the gods of the Amorites, in whose land you dwell; but as for me and my house, we will serve Yahweh.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 16,
		"sectionNumber": 1,
		"value": "The people answered, “Far be it from us that we should forsake Yahweh, to serve other gods;  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 17,
		"sectionNumber": 1,
		"value": "for it is Yahweh our God who brought us and our fathers up out of the land of Egypt, from the house of bondage, and who did those great signs in our sight, and preserved us in all the way in which we went, and among all the peoples through the middle of whom we passed.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 18,
		"sectionNumber": 1,
		"value": "Yahweh drove out from before us all the peoples, even the Amorites who lived in the land. Therefore we also will serve Yahweh; for he is our God.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 19,
		"sectionNumber": 1,
		"value": "Joshua said to the people, “You can’t serve Yahweh, for he is a holy God. He is a jealous God. He will not forgive your disobedience nor your sins.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 20,
		"sectionNumber": 1,
		"value": "If you forsake Yahweh, and serve foreign gods, then he will turn and do you evil, and consume you, after he has done you good.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 21,
		"sectionNumber": 1,
		"value": "The people said to Joshua, “No, but we will serve Yahweh.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 22,
		"sectionNumber": 1,
		"value": "Joshua said to the people, “You are witnesses against yourselves that you have chosen Yahweh yourselves, to serve him.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 22,
		"sectionNumber": 2,
		"value": "They said, “We are witnesses.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 23,
		"sectionNumber": 1,
		"value": "“Now therefore put away the foreign gods which are among you, and incline your heart to Yahweh, the God of Israel.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 24,
		"sectionNumber": 1,
		"value": "The people said to Joshua, “We will serve Yahweh our God, and we will listen to his voice.” "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 25,
		"sectionNumber": 1,
		"value": "So Joshua made a covenant with the people that day, and made for them a statute and an ordinance in Shechem.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 26,
		"sectionNumber": 1,
		"value": "Joshua wrote these words in the book of the law of God; and he took a great stone, and set it up there under the oak that was by the sanctuary of Yahweh.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 27,
		"sectionNumber": 1,
		"value": "Joshua said to all the people, “Behold, this stone shall be a witness against us, for it has heard all Yahweh’s words which he spoke to us. It shall be therefore a witness against you, lest you deny your God.”  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 28,
		"sectionNumber": 1,
		"value": "So Joshua sent the people away, each to his own inheritance. "
	},
	{
		"type": "paragraph end"
	},
	{
		"type": "paragraph start"
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 29,
		"sectionNumber": 1,
		"value": "After these things, Joshua the son of Nun, the servant of Yahweh, died, being one hundred ten years old.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 30,
		"sectionNumber": 1,
		"value": "They buried him in the border of his inheritance in Timnathserah, which is in the hill country of Ephraim, on the north of the mountain of Gaash.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 31,
		"sectionNumber": 1,
		"value": "Israel served Yahweh all the days of Joshua, and all the days of the elders who outlived Joshua, and had known all the work of Yahweh, that he had worked for Israel.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 32,
		"sectionNumber": 1,
		"value": "They buried the bones of Joseph, which the children of Israel brought up out of Egypt, in Shechem, in the parcel of ground which Jacob bought from the sons of Hamor the father of Shechem for a hundred pieces of silver. They became the inheritance of the children of Joseph.  "
	},
	{
		"type": "paragraph text",
		"chapterNumber": 24,
		"verseNumber": 33,
		"sectionNumber": 1,
		"value": "Eleazar the son of Aaron died. They buried him in the hill of Phinehas his son, which was given him in the hill country of Ephraim. "
	},
	{
		"type": "paragraph end"
	}
]